<unk>,0
<pad>,1
<sos>,2
<eos>,3
die,4
der,5
und,6
in,7
wir,8
ist,9
ich,10
zu,11
das,12
den,13
es,14
für,15
nicht,16
von,17
eine,18
werden,19
<num>,20
sie,21
auf,22
dass,23
auch,24
des,25
ein,26
mit,27
im,28
sind,29
wird,30
haben,31
sich,32
diese,33
hat,34
dem,35
herr,36
um,37
kommission,38
müssen,39
wie,40
an,41
dieser,42
als,43
über,44
uns,45
europäischen,46
zur,47
möchte,48
präsident,49
daß,50
dies,51
noch,52
bei,53
aber,54
diesem,55
einen,56
einer,57
aus,58
kann,59
bericht,60
sein,61
sehr,62
können,63
union,64
nur,65
vor,66
nach,67
wenn,68
was,69
so,70
muss,71
europäische,72
dieses,73
parlament,74
frau,75
zum,76
hier,77
ihre,78
europa,79
diesen,80
gibt,81
wurde,82
habe,83
frage,84
mehr,85
unsere,86
alle,87
mich,88
er,89
durch,90
man,91
keine,92
mitgliedstaaten,93
jedoch,94
heute,95
einem,96
oder,97
sollten,98
war,99
eu,100
sollte,101
ihnen,102
daher,103
rat,104
gegen,105
meine,106
herrn,107
jetzt,108
am,109
deshalb,110
immer,111
bin,112
bereits,113
geht,114
damit,115
dann,116
abstimmung,117
mir,118
menschen,119
ganz,120
einige,121
zwischen,122
dafür,123
wurden,124
``,125
da,126
maßnahmen,127
dazu,128
eines,129
unserer,130
vorschlag,131
nun,132
wichtig,133
doch,134
anderen,135
muß,136
sagen,137
also,138
kommissar,139
unter,140
problem,141
meiner,142
würde,143
parlaments,144
arbeit,145
fragen,146
zwei,147
viele,148
natürlich,149
tun,150
etwas,151
zeit,152
wollen,153
darüber,154
recht,155
thema,156
entwicklung,157
andere,158
lassen,159
machen,160
ihrer,161
seine,162
darauf,163
präsidentin,164
kollegen,165
wäre,166
neue,167
wissen,168
jahr,169
viel,170
uhr,171
einmal,172
punkt,173
unterstützung,174
bürger,175
vom,176
schon,177
ohne,178
bedeutung,179
brauchen,180
unterstützen,181
bereich,182
zusammenarbeit,183
geben,184
denn,185
neuen,186
wieder,187
worden,188
länder,189
allen,190
aussprache,191
gesagt,192
dabei,193
glaube,194
fall,195
statt,196
richtlinie,197
sondern,198
selbst,199
unternehmen,200
meinung,201
bis,202
betrifft,203
jahren,204
ihren,205
findet,206
ja,207
situation,208
probleme,209
wirklich,210
land,211
kein,212
hoffe,213
zukunft,214
darf,215
allerdings,216
gut,217
besteht,218
politik,219
soll,220
ihr,221
stellen,222
ziel,223
drei,224
allem,225
sicherheit,226
rolle,227
werde,228
ob,229
denen,230
insbesondere,231
waren,232
lage,233
frauen,234
dürfen,235
davon,236
möglich,237
könnte,238
änderungsanträge,239
weil,240
änderungsantrag,241
steht,242
fraktion,243
grund,244
gestimmt,245
politischen,246
liegt,247
große,248
antwort,249
gemeinsame,250
mittel,251
seit,252
weg,253
unseren,254
denke,255
alles,256
berichterstatter,257
morgen,258
danken,259
vielen,260
nichts,261
kommen,262
stehen,263
–,264
solche,265
außerdem,266
vorschläge,267
wichtige,268
weiter,269
zusammenhang,270
ländern,271
regierung,272
politische,273
unser,274
besonders,275
leider,276
debatte,277
welt,278
gilt,279
letzten,280
europas,281
weise,282
gemeinsamen,283
sprechen,284
lösung,285
teil,286
rahmen,287
ansicht,288
klar,289
seiner,290
verantwortung,291
weiterhin,292
stellt,293
beispiel,294
weitere,295
ebenfalls,296
erhalten,297
darum,298
vielleicht,299
genau,300
zunächst,301
demokratie,302
daran,303
gegenüber,304
keinen,305
dank,306
rates,307
staaten,308
namen,309
gute,310
jahre,311
leben,312
darin,313
bitte,314
euro,315
gerade,316
ab,317
bedeutet,318
einfach,319
welche,320
handelt,321
beiden,322
meines,323
entschließung,324
führen,325
abgeordneten,326
sehen,327
erreichen,328
millionen,329
sitzung,330
wort,331
stimme,332
kommt,333
herren,334
finden,335
schritt,336
verfahren,337
will,338
artikel,339
danke,340
nehmen,341
internationalen,342
großen,343
gemacht,344
all,345
notwendig,346
menschenrechte,347
schutz,348
hinaus,349
zweitens,350
hilfe,351
art,352
dar,353
vertrag,354
damen,355
bezug,356
deutlich,357
ebene,358
begrüße,359
strategie,360
unterstützt,361
stimmen,362
verhandlungen,363
gehen,364
kolleginnen,365
ziele,366
abkommen,367
schließlich,368
einigen,369
warum,370
sollen,371
macht,372
kommissarin,373
umsetzung,374
sicher,375
aufgabe,376
erachtens,377
erste,378
sowie,379
tagesordnung,380
weniger,381
beim,382
bringen,383
nationalen,384
würden,385
gemeinschaft,386
weiß,387
protokoll,388
möglichkeit,389
schriftlich,390
türkei,391
punkte,392
während,393
richtung,394
wo,395
ersten,396
sowohl,397
erforderlich,398
jeder,399
gehört,400
entscheidung,401
mein,402
dort,403
erweiterung,404
folgen,405
zwar,406
nämlich,407
informationen,408
verbraucher,409
innerhalb,410
hätte,411
seinen,412
angelegenheit,413
ihrem,414
schaffen,415
wirtschaft,416
meinen,417
ebenso,418
ende,419
besser,420
halte,421
fortschritte,422
bleiben,423
erklärung,424
könnten,425
erreicht,426
standpunkt,427
aller,428
derzeit,429
ihn,430
kurz,431
rechte,432
erfolg,433
erstens,434
interesse,435
hatte,436
sogar,437
krise,438
angenommen,439
anfrage,440
äußerst,441
system,442
dinge,443
institutionen,444
völlig,445
auswirkungen,446
zweite,447
erst,448
ergebnis,449
beitrag,450
gründen,451
dennoch,452
wichtigen,453
eigenen,454
grundlage,455
meinem,456
weiteren,457
halten,458
reihe,459
richtig,460
haus,461
verordnung,462
nr,463
wenig,464
sache,465
berichts,466
folgt,467
tatsächlich,468
arbeiten,469
nutzen,470
eingehen,471
wichtiger,472
beziehungen,473
kosten,474
nächsten,475
sorgen,476
gestellt,477
ihm,478
berichterstatterin,479
diskussion,480
programm,481
hinsicht,482
weit,483
sei,484
gebiet,485
handeln,486
sozialen,487
heißt,488
präsidentschaft,489
bisher,490
abschließend,491
region,492
en,493
behörden,494
bleibt,495
solchen,496
geld,497
getan,498
ausschuss,499
transparenz,500
beispielsweise,501
bereit,502
regionen,503
sagte,504
gegeben,505
eigentlich,506
jeden,507
ausdruck,508
vereinigten,509
deren,510
initiative,511
wer,512
gemeinsam,513
bedingungen,514
einzelnen,515
ergebnisse,516
russland,517
dialog,518
kinder,519
bevölkerung,520
internationale,521
verschiedenen,522
begrüßen,523
bekämpfung,524
soziale,525
wohl,526
selbstverständlich,527
zudem,528
kontrolle,529
wirtschaftlichen,530
lange,531
oft,532
großer,533
aufmerksamkeit,534
zugang,535
gesellschaft,536
hinsichtlich,537
ansatz,538
bestehen,539
treffen,540
text,541
hatten,542
gelegenheit,543
möglichkeiten,544
mal,545
forschung,546
solidarität,547
tat,548
verbesserung,549
gab,550
lediglich,551
unserem,552
stelle,553
europäischer,554
aufgenommen,555
öffentlichen,556
dessen,557
gesprochen,558
gewalt,559
markt,560
förderung,561
wirtschaftliche,562
gleichzeitig,563
vorschriften,564
angesprochen,565
hinblick,566
setzen,567
vertrauen,568
allein,569
regeln,570
landwirtschaft,571
umwelt,572
usa,573
dadurch,574
auffassung,575
geschäftsordnung,576
mehrheit,577
richtige,578
form,579
zeigt,580
meisten,581
seinem,582
unterstütze,583
themen,584
eindeutig,585
notwendigkeit,586
rechtsvorschriften,587
bereichen,588
entscheidungen,589
enthalten,590
leisten,591
liegen,592
kampf,593
aspekte,594
vorgelegt,595
siehe,596
behandelt,597
schaffung,598
china,599
lissabon,600
schnell,601
helfen,602
anwendung,603
fordern,604
scheint,605
aufgrund,606
reform,607
verbessern,608
erster,609
genommen,610
guten,611
vergessen,612
„,613
gesamten,614
dringend,615
vier,616
unseres,617
voll,618
fördern,619
bürgerinnen,620
antrag,621
gebracht,622
tatsache,623
“,624
verfügung,625
wettbewerb,626
arbeitsplätze,627
beschäftigung,628
führt,629
akzeptieren,630
änderungen,631
mitglieder,632
ferner,633
regierungen,634
vergangenen,635
überhaupt,636
angesichts,637
freue,638
berichte,639
vorgeschlagen,640
tragen,641
geführt,642
gesundheit,643
seite,644
finanzierung,645
erwähnt,646
prozess,647
bekannt,648
bemühungen,649
handel,650
gefahr,651
antworten,652
hätten,653
erwarten,654
terrorismus,655
etwa,656
möchten,657
woche,658
interessen,659
grenzen,660
konkrete,661
zeitpunkt,662
enthält,663
hoffen,664
dagegen,665
einzige,666
worte,667
haushalt,668
versuchen,669
verfassung,670
aspekt,671
spielen,672
investitionen,673
fest,674
sieht,675
weder,676
letzte,677
bürgern,678
position,679
drittens,680
abgeordnete,681
bedarf,682
erneut,683
gemäß,684
zeigen,685
erzielt,686
fast,687
haltung,688
freiheit,689
armut,690
deswegen,691
binnenmarkt,692
anstrengungen,693
opfer,694
ins,695
kompromiss,696
rede,697
bekommen,698
beitragen,699
geschehen,700
jahres,701
ändern,702
frieden,703
einführung,704
bitten,705
braucht,706
fünf,707
sicherlich,708
integration,709
bezüglich,710
industrie,711
gegenwärtig,712
zusammen,713
unbedingt,714
wachstum,715
ziehen,716
änderung,717
tag,718
genug,719
übrigen,720
seiten,721
sicht,722
geworden,723
gewesen,724
bessere,725
zahl,726
ganze,727
jedes,728
zweiten,729
prioritäten,730
insgesamt,731
jede,732
klare,733
wahlen,734
somit,735
ergreifen,736
beide,737
heutigen,738
nie,739
gar,740
gerne,741
finanzielle,742
endlich,743
wichtigsten,744
bestimmungen,745
demokratischen,746
präsidenten,747
reformen,748
schwierigkeiten,749
mitteilung,750
bestimmte,751
geschichte,752
glauben,753
kenntnis,754
verstehen,755
umgesetzt,756
wesentlichen,757
gelten,758
diskutieren,759
hohen,760
werte,761
ausschuß,762
bedenken,763
qualität,764
vertreten,765
priorität,766
öffentliche,767
kollege,768
energie,769
getroffen,770
gratulieren,771
vorliegenden,772
gleiche,773
berücksichtigt,774
praxis,775
zustimmen,776
stark,777
instrument,778
vereinbarung,779
geschaffen,780
gern,781
herausforderungen,782
vorgehen,783
eben,784
lösungen,785
konzentrieren,786
sinne,787
absatz,788
lösen,789
kriterien,790
geleistet,791
öffentlichkeit,792
arbeitnehmer,793
stabilität,794
teile,795
offensichtlich,796
nationale,797
wettbewerbsfähigkeit,798
bildung,799
irland,800
bemerkungen,801
nationen,802
zahlen,803
annahme,804
besondere,805
reden,806
gesehen,807
beginnen,808
finanziellen,809
ausschusses,810
zustimmung,811
fällen,812
niemand,813
positive,814
parteien,815
unterbrochen,816
gestern,817
initiativen,818
verpflichtungen,819
herausforderung,820
mehrere,821
chance,822
sechs,823
trotz,824
gesamte,825
gewährleisten,826
bereiche,827
verhindern,828
hin,829
überzeugt,830
allgemeinen,831
entschließungsantrag,832
erklärt,833
indem,834
liebe,835
befinden,836
einigung,837
jedem,838
ausführungen,839
positiv,840
hinweisen,841
gleichen,842
grunde,843
hohe,844
berücksichtigen,845
denken,846
kraft,847
wichtiges,848
bewusst,849
gefordert,850
verbessert,851
bemerkung,852
gegenteil,853
vergangenheit,854
eher,855
forderung,856
regelung,857
bevor,858
entscheiden,859
geschlossen,860
versucht,861
linie,862
daten,863
entschieden,864
lesung,865
durchaus,866
konnte,867
gipfel,868
zahlreiche,869
erklärungen,870
verschiedene,871
wünschen,872
schwierig,873
wegen,874
arbeitslosigkeit,875
prüfen,876
größere,877
grundsatz,878
offen,879
bietet,880
nein,881
worten,882
sorge,883
zehn,884
zweifel,885
monaten,886
druck,887
stärker,888
schwer,889
wünsche,890
anders,891
nimmt,892
wesentlich,893
frankreich,894
anfang,895
fehler,896
ganzen,897
kleinen,898
schützen,899
beglückwünschen,900
finde,901
ernst,902
botschaft,903
dezember,904
gezeigt,905
personen,906
wollte,907
kultur,908
einverstanden,909
vorgeschlagenen,910
schritte,911
stärken,912
anderer,913
erfüllt,914
konferenz,915
sektor,916
geschieht,917
anerkennung,918
instrumente,919
gekommen,920
befassen,921
entwickeln,922
dienstleistungen,923
fortschritt,924
konnten,925
absolut,926
deutschland,927
erfordert,928
stets,929
übernehmen,930
verfolgen,931
aufmerksam,932
betonen,933
hören,934
gehören,935
hingewiesen,936
besten,937
je,938
volk,939
beitritt,940
durchgeführt,941
kosovo,942
erzielen,943
gestatten,944
stellungnahme,945
trotzdem,946
lässt,947
engagement,948
sprache,949
festgelegt,950
mitglied,951
zufrieden,952
landes,953
nochmals,954
erinnern,955
bringt,956
zurück,957
diejenigen,958
weshalb,959
gründe,960
änderungsanträgen,961
europäer,962
wären,963
de,964
pl,965
anfragen,966
sagt,967
zweifellos,968
ermöglichen,969
obwohl,970
gesetzgebung,971
brüssel,972
erfüllen,973
hand,974
wert,975
hinter,976
benötigen,977
häufig,978
organisationen,979
programme,980
gesetzt,981
koordinierung,982
agenda,983
ausreichend,984
republik,985
diskriminierung,986
diskutiert,987
gefunden,988
genannten,989
verfügen,990
größte,991
fordere,992
nennen,993
vorgesehen,994
projekt,995
produkte,996
weiterer,997
weltweit,998
anderes,999
beschlossen,1000
verfolgt,1001
zumindest,1002
punkten,1003
regelungen,1004
kaum,1005
ratspräsident,1006
realität,1007
griechenland,1008
landwirte,1009
kleine,1010
ratsvorsitz,1011
angelegenheiten,1012
milliarden,1013
ukraine,1014
partnerschaft,1015
teilen,1016
abgelehnt,1017
sehe,1018
bald,1019
gleich,1020
fonds,1021
abend,1022
demokratische,1023
vertreter,1024
eingesetzt,1025
aufgaben,1026
donnerstag,1027
staat,1028
projekte,1029
ressourcen,1030
forderungen,1031
irak,1032
einsatz,1033
erfolgreich,1034
neuer,1035
verpflichtet,1036
ihres,1037
entsprechende,1038
später,1039
verwendung,1040
daraus,1041
fraktionen,1042
dimension,1043
augen,1044
sanktionen,1045
vollkommen,1046
globalisierung,1047
krieg,1048
prinzip,1049
wochen,1050
betroffen,1051
juni,1052
empfehlungen,1053
unternommen,1054
stimmt,1055
tut,1056
bieten,1057
mitgliedstaat,1058
kommenden,1059
wichtigste,1060
lautet,1061
neu,1062
sinn,1063
vereinten,1064
äußern,1065
beihilfen,1066
mai,1067
partner,1068
persönlich,1069
gutes,1070
gegenwärtigen,1071
agrarpolitik,1072
gebieten,1073
politischer,1074
entscheidend,1075
komme,1076
betroffenen,1077
entschließungsanträge,1078
kritik,1079
nächste,1080
partei,1081
dokument,1082
iran,1083
funktioniert,1084
verantwortlich,1085
bzw,1086
fr,1087
maßnahme,1088
bezieht,1089
veränderungen,1090
idee,1091
anwesend,1092
bestehenden,1093
liberalisierung,1094
unterschiedliche,1095
wesentliche,1096
diesbezüglich,1097
israel,1098
möglicherweise,1099
aktivitäten,1100
januar,1101
trägt,1102
bestimmten,1103
königreich,1104
entwurf,1105
zusätzliche,1106
eigene,1107
solcher,1108
entsprechenden,1109
fälle,1110
sage,1111
folgende,1112
gerecht,1113
konzept,1114
vielmehr,1115
ausgezeichneten,1116
größten,1117
allgemeine,1118
beteiligt,1119
sicherstellen,1120
erfolgen,1121
außer,1122
behandeln,1123
entwicklungen,1124
märz,1125
entsprechend,1126
inhalt,1127
verbunden,1128
ort,1129
van,1130
abschluss,1131
anliegen,1132
verpflichtung,1133
harmonisierung,1134
verdient,1135
keiner,1136
stattfinden,1137
feststellen,1138
problemen,1139
direkt,1140
erfahrungen,1141
einig,1142
betrachtet,1143
entspricht,1144
spielt,1145
vollständig,1146
beginn,1147
behandlung,1148
dritte,1149
verwaltung,1150
neues,1151
ziffer,1152
spricht,1153
funktionieren,1154
liste,1155
wahl,1156
eingereicht,1157
wann,1158
ansprechen,1159
europäisches,1160
folgenden,1161
ausgaben,1162
willen,1163
warten,1164
klimawandel,1165
nutzung,1166
stärkung,1167
erkennen,1168
beteiligung,1169
entwickelt,1170
hervorheben,1171
betrachten,1172
pflicht,1173
außerhalb,1174
diskussionen,1175
betreffen,1176
folge,1177
vielfalt,1178
barroso,1179
ausdrücklich,1180
einsetzen,1181
gelöst,1182
leitlinien,1183
verhalten,1184
überwachung,1185
angeht,1186
geändert,1187
innovation,1188
weiteres,1189
beste,1190
ratspräsidentschaft,1191
raum,1192
information,1193
nachhaltige,1194
hoch,1195
falsch,1196
eingeführt,1197
einrichtung,1198
reagieren,1199
aussprechen,1200
britischen,1201
unterschiede,1202
beantworten,1203
kmu,1204
afrika,1205
durchführung,1206
richtigen,1207
dankbar,1208
maße,1209
überprüfung,1210
entscheidender,1211
rumänien,1212
vertrags,1213
vorschlägen,1214
grundsätze,1215
regierungskonferenz,1216
derartige,1217
großes,1218
setzt,1219
gewisse,1220
keinerlei,1221
nationaler,1222
polen,1223
vermeiden,1224
besorgnis,1225
vorliegende,1226
internet,1227
wahrscheinlich,1228
währung,1229
einhaltung,1230
ergriffen,1231
grundrechte,1232
übrigens,1233
osten,1234
nächster,1235
betont,1236
paar,1237
schweden,1238
vorteile,1239
wiederholen,1240
außerordentlich,1241
bemühen,1242
abgeschlossen,1243
unabhängigkeit,1244
verständnis,1245
annehmen,1246
konkreten,1247
plenum,1248
september,1249
vorschlags,1250
berichten,1251
kennen,1252
echte,1253
akzeptiert,1254
reicht,1255
verbot,1256
einschließlich,1257
flexibilität,1258
gewährleistet,1259
künftig,1260
miteinander,1261
stellung,1262
verehrte,1263
damals,1264
moment,1265
stand,1266
herzlich,1267
hierbei,1268
umständen,1269
bekämpfen,1270
hause,1271
politisch,1272
verabschiedet,1273
kollegin,1274
politiker,1275
positiven,1276
aktiv,1277
derzeitigen,1278
ausgesprochen,1279
bestandteil,1280
hauses,1281
niemals,1282
notwendigen,1283
verbrechen,1284
verwendet,1285
globalen,1286
umfassende,1287
starke,1288
abstimmen,1289
erhöhen,1290
erklären,1291
ermöglicht,1292
beteiligten,1293
nunmehr,1294
minister,1295
mio,1296
fischerei,1297
fällt,1298
bedeuten,1299
preis,1300
solches,1301
verstärkt,1302
gesetze,1303
zweck,1304
achtung,1305
bewertung,1306
entlastung,1307
falle,1308
jüngsten,1309
klaren,1310
lernen,1311
problems,1312
ständig,1313
hoffnung,1314
länger,1315
begrüßt,1316
legen,1317
anmerkungen,1318
glaubwürdigkeit,1319
richtlinien,1320
hintergrund,1321
november,1322
reaktion,1323
bestätigt,1324
folglich,1325
italien,1326
hält,1327
belarus,1328
genannt,1329
grundlegende,1330
inzwischen,1331
eur,1332
manchmal,1333
voraussetzung,1334
redner,1335
seien,1336
ereignisse,1337
festgestellt,1338
verlieren,1339
mitteln,1340
schwierigen,1341
verbindung,1342
darstellt,1343
entscheidende,1344
freien,1345
beispiele,1346
heutige,1347
schlägt,1348
acht,1349
lang,1350
bilden,1351
empfehlung,1352
spreche,1353
delegation,1354
abgestimmt,1355
agentur,1356
geäußert,1357
verbesserungen,1358
tagen,1359
überein,1360
ländlichen,1361
oktober,1362
spanien,1363
gefördert,1364
wunsch,1365
fehlt,1366
besseren,1367
genutzt,1368
leiden,1369
verkehr,1370
danach,1371
dienen,1372
leicht,1373
technische,1374
aktionen,1375
gelungen,1376
welchen,1377
anforderungen,1378
erhebliche,1379
schlussfolgerungen,1380
hoffentlich,1381
programms,1382
zuerst,1383
produktion,1384
technischen,1385
trifft,1386
darstellen,1387
einwanderung,1388
anderem,1389
natur,1390
vorlegen,1391
sinnvoll,1392
standards,1393
vorgeschlagene,1394
übereinkommen,1395
rechtsgrundlage,1396
begriff,1397
b,1398
gezogen,1399
guter,1400
richten,1401
besonderen,1402
fordert,1403
wege,1404
gebiete,1405
entwicklungsländer,1406
erforderlichen,1407
haushaltsplan,1408
seitens,1409
tätigkeit,1410
basis,1411
sämtliche,1412
verloren,1413
definition,1414
eindruck,1415
großbritannien,1416
näher,1417
anerkannt,1418
umzusetzen,1419
afghanistan,1420
andererseits,1421
genauso,1422
wahrheit,1423
anschließen,1424
treten,1425
zusammenarbeiten,1426
gesetz,1427
voraussetzungen,1428
außen,1429
effizienz,1430
element,1431
rasch,1432
anzahl,1433
befindet,1434
fallen,1435
medien,1436
schließen,1437
wirklichkeit,1438
wto,1439
überlegungen,1440
beantwortet,1441
verträge,1442
verurteilt,1443
überall,1444
absicht,1445
strukturfonds,1446
erfahren,1447
pro,1448
sprachen,1449
angemessen,1450
begonnen,1451
ging,1452
regionale,1453
spiel,1454
verstehe,1455
erhöhung,1456
monate,1457
sicherzustellen,1458
völker,1459
zeichen,1460
anspruch,1461
bislang,1462
leute,1463
dritten,1464
eingehalten,1465
schaden,1466
taten,1467
wenige,1468
humanitäre,1469
zufolge,1470
alternative,1471
ausschließlich,1472
freie,1473
angriff,1474
erwartet,1475
schluss,1476
ansichten,1477
berichterstatters,1478
katastrophe,1479
einiger,1480
technologien,1481
erheblich,1482
internationaler,1483
mittelpunkt,1484
passiert,1485
tiere,1486
ziemlich,1487
beschlüsse,1488
beziehen,1489
umfang,1490
konsens,1491
angemessene,1492
regionalen,1493
kindern,1494
nl,1495
verstanden,1496
ausbildung,1497
einfluss,1498
erfahrung,1499
globale,1500
künftigen,1501
profitieren,1502
erwartungen,1503
hängt,1504
kontrollen,1505
minderheiten,1506
verfügt,1507
risiken,1508
anteil,1509
elemente,1510
neben,1511
einbezogen,1512
minuten,1513
verlangen,1514
zulassen,1515
kürzlich,1516
signal,1517
vorhaben,1518
kohäsionspolitik,1519
organisation,1520
teilweise,1521
charta,1522
entwicklungsländern,1523
märkte,1524
zeiten,1525
erwähnen,1526
gedanken,1527
unterschiedlichen,1528
aufnahme,1529
besorgt,1530
vereinbarungen,1531
überzeugung,1532
eingegangen,1533
nahen,1534
geprüft,1535
kämpfen,1536
erkläre,1537
sv,1538
ausgezeichnete,1539
gebeten,1540
zeitraum,1541
gruppe,1542
aktuellen,1543
sitzungsperiode,1544
zielen,1545
wirtschafts,1546
mehreren,1547
rechnung,1548
jetzigen,1549
leid,1550
zuletzt,1551
außenpolitik,1552
menge,1553
insofern,1554
konflikt,1555
lebensmittel,1556
nötig,1557
höhe,1558
notwendige,1559
ordnung,1560
suchen,1561
erfolgt,1562
informiert,1563
tagung,1564
mut,1565
waffen,1566
freuen,1567
froh,1568
aktionsplan,1569
erhöht,1570
familien,1571
jedenfalls,1572
dienste,1573
entstehen,1574
mag,1575
platz,1576
praktisch,1577
vereinfachung,1578
april,1579
beweis,1580
groß,1581
arbeitsplätzen,1582
beschäftigen,1583
gespräche,1584
kam,1585
konsequenzen,1586
gestalten,1587
grundsätzlich,1588
kurze,1589
mündlichen,1590
prüfung,1591
bedanken,1592
erscheint,1593
juli,1594
bestimmt,1595
gerichtshof,1596
vorbereitung,1597
alten,1598
blick,1599
einbeziehung,1600
herzen,1601
inakzeptabel,1602
politiken,1603
gestärkt,1604
regime,1605
beschluss,1606
einzigen,1607
sonst,1608
sofort,1609
drittländern,1610
normen,1611
dasselbe,1612
flüchtlinge,1613
gleichgewicht,1614
möglichst,1615
übernommen,1616
entschlossen,1617
grundlegenden,1618
phase,1619
unabhängig,1620
widerspruch,1621
volle,1622
bewegen,1623
britische,1624
nachhaltigen,1625
portugal,1626
letztendlich,1627
zahlreichen,1628
indien,1629
vorsitz,1630
frei,1631
junge,1632
schafft,1633
anbelangt,1634
anpassung,1635
bulgarien,1636
straßburg,1637
verlangt,1638
zentrale,1639
paket,1640
untersuchung,1641
unverzüglich,1642
wesentlicher,1643
analyse,1644
ernsthaft,1645
herrscht,1646
hierzu,1647
mittwoch,1648
schlecht,1649
welcher,1650
bemüht,1651
gruppen,1652
verstärken,1653
vorausschau,1654
vorgenommen,1655
österreich,1656
aufgefordert,1657
einheitlichen,1658
genehmigung,1659
nachdrücklich,1660
tätig,1661
z,1662
erlauben,1663
früher,1664
spät,1665
zuständigkeit,1666
sieben,1667
verringerung,1668
finnland,1669
männer,1670
wollten,1671
achten,1672
zugleich,1673
allgemein,1674
geschützt,1675
steuern,1676
wasser,1677
debatten,1678
gewählt,1679
mögliche,1680
risiko,1681
wohlstand,1682
anlass,1683
erfreut,1684
möglichen,1685
jemand,1686
benötigt,1687
gratuliere,1688
krankheiten,1689
kriminalität,1690
derzeitige,1691
deutschen,1692
familie,1693
strategien,1694
gewinnen,1695
kurzem,1696
künftige,1697
beschäftigt,1698
irischen,1699
mindestens,1700
todesstrafe,1701
verdienen,1702
überprüfen,1703
arbeitsmarkt,1704
größeren,1705
prodi,1706
hauptsächlich,1707
eingebracht,1708
mobilität,1709
energieeffizienz,1710
fassen,1711
hälfte,1712
klarheit,1713
versuch,1714
argumente,1715
bürokratie,1716
eng,1717
gewissen,1718
kopenhagen,1719
parlamente,1720
überaus,1721
ergeben,1722
fischer,1723
status,1724
bedrohung,1725
beschränken,1726
wirksam,1727
zunehmend,1728
einheitliche,1729
el,1730
gleichstellung,1731
stolz,1732
unmöglich,1733
verlassen,1734
verteilt,1735
angst,1736
befürworten,1737
letztlich,1738
unterstreichen,1739
a,1740
gefragt,1741
nachdenken,1742
plan,1743
ablehnung,1744
berücksichtigung,1745
beteiligen,1746
läßt,1747
parlamentarischen,1748
prinzipien,1749
soeben,1750
bedauerlich,1751
soweit,1752
willkommen,1753
abkommens,1754
fragestunde,1755
nehme,1756
sagten,1757
systeme,1758
angaben,1759
darunter,1760
jungen,1761
konkret,1762
praktiken,1763
amsterdam,1764
freizügigkeit,1765
schwedischen,1766
französischen,1767
vergleich,1768
ehrlich,1769
erleben,1770
methode,1771
schwierige,1772
allzu,1773
bedauerlicherweise,1774
bedauern,1775
dienst,1776
hinzufügen,1777
solange,1778
zuvor,1779
dürfte,1780
gefahren,1781
geregelt,1782
grünen,1783
handels,1784
modell,1785
hervorragende,1786
interessiert,1787
pt,1788
wiederum,1789
gerechtigkeit,1790
ursprünglichen,1791
verhältnis,1792
wiederaufgenommen,1793
zurzeit,1794
welches,1795
verurteilen,1796
ecu,1797
februar,1798
gap,1799
aktuelle,1800
finanziert,1801
stärkere,1802
unterschied,1803
wirkung,1804
ausgesetzt,1805
institution,1806
höchste,1807
illegale,1808
ungarn,1809
verhindert,1810
erzeugnisse,1811
verteidigen,1812
abhängig,1813
befugnisse,1814
beiträge,1815
gelangen,1816
preise,1817
rechts,1818
aufzunehmen,1819
gegenwärtige,1820
investieren,1821
jährlich,1822
politisches,1823
ursachen,1824
alternativen,1825
schwerpunkt,1826
systems,1827
erlebt,1828
freude,1829
großem,1830
mitgliedern,1831
spezielle,1832
ausnahme,1833
hierfür,1834
protokolls,1835
relativ,1836
zweiter,1837
hervorgehoben,1838
schlagen,1839
einklang,1840
korruption,1841
laut,1842
sorgfältig,1843
versichern,1844
wiederholt,1845
gehalten,1846
gelegt,1847
humanitären,1848
voraus,1849
letzter,1850
versprechen,1851
verändert,1852
vorhanden,1853
zuständigen,1854
wenigen,1855
zivilgesellschaft,1856
eingeleitet,1857
hingegen,1858
illegalen,1859
jene,1860
einstellung,1861
höhere,1862
sektoren,1863
regel,1864
vorangegangenen,1865
wirkliche,1866
besonderer,1867
entsprechen,1868
ideen,1869
monat,1870
offenbar,1871
beinhaltet,1872
einzelheiten,1873
sprach,1874
beabsichtigt,1875
effektiv,1876
liberalen,1877
läuft,1878
maß,1879
ratifizierung,1880
vorstellen,1881
zugestimmt,1882
betreffenden,1883
führung,1884
manche,1885
mangel,1886
umsetzen,1887
verboten,1888
genügend,1889
konvent,1890
reagiert,1891
stattdessen,1892
umfassenden,1893
unterzeichnet,1894
vorschlagen,1895
übereinstimmung,1896
bestätigen,1897
echten,1898
erteilen,1899
nato,1900
untersuchungen,1901
eumitgliedstaaten,1902
faktoren,1903
kulturelle,1904
patienten,1905
zählen,1906
binnenmarktes,1907
konfrontiert,1908
nachmittag,1909
beglückwünsche,1910
speziell,1911
bedauere,1912
behaupten,1913
hervorragenden,1914
perspektive,1915
problematik,1916
zugunsten,1917
befasst,1918
formen,1919
minute,1920
ähnliche,1921
abschaffung,1922
wirksame,1923
breite,1924
zusammenhalt,1925
entwicklungshilfe,1926
falls,1927
uneingeschränkt,1928
wirtschaftskrise,1929
speziellen,1930
tisch,1931
unterschiedlich,1932
bezeichnet,1933
georgien,1934
dient,1935
legt,1936
respekt,1937
stoffe,1938
wissenschaftliche,1939
anstatt,1940
emissionen,1941
entfernt,1942
entschlossenheit,1943
garantieren,1944
gegenstand,1945
gezwungen,1946
kooperation,1947
mrd,1948
tage,1949
aufbau,1950
bildet,1951
infrastruktur,1952
institutionellen,1953
methoden,1954
verwenden,1955
wissenschaftlichen,1956
enttäuscht,1957
mandat,1958
umfassend,1959
energiepolitik,1960
faktor,1961
gefährdet,1962
verteidigung,1963
vorgelegten,1964
zeitplan,1965
gelder,1966
hervor,1967
kennzeichnung,1968
kroatien,1969
wichtigkeit,1970
wirtschaftlicher,1971
befürwortet,1972
europol,1973
hindernisse,1974
langfristige,1975
lieber,1976
verringern,1977
chancen,1978
energien,1979
fortsetzen,1980
offenheit,1981
ro,1982
vorteil,1983
wirtschaftswachstum,1984
auge,1985
pläne,1986
weitgehend,1987
zentralbank,1988
bedeutende,1989
charakter,1990
einzelne,1991
beigetragen,1992
durchzuführen,1993
gewährt,1994
größer,1995
referendum,1996
seines,1997
sobald,1998
vorrang,1999
währungsunion,2000
aussage,2001
prozeß,2002
serbien,2003
viertens,2004
eindeutige,2005
ergebnissen,2006
rein,2007
weist,2008
zypern,2009
fehlen,2010
rechten,2011
roma,2012
wähler,2013
lokalen,2014
marktes,2015
vorhin,2016
aufnehmen,2017
augenblick,2018
gearbeitet,2019
jeweiligen,2020
reichen,2021
sport,2022
vorliegen,2023
arten,2024
kommunikation,2025
kontinent,2026
sozialer,2027
beschränkt,2028
festlegung,2029
kulturellen,2030
schuld,2031
bereitgestellt,2032
militärische,2033
regulierung,2034
spanischen,2035
angebracht,2036
informieren,2037
mann,2038
organe,2039
reduzierung,2040
berichterstattern,2041
betrug,2042
freiheiten,2043
lissabonstrategie,2044
oben,2045
überlassen,2046
befürworte,2047
entscheidenden,2048
fortgesetzt,2049
nachbarn,2050
subsidiarität,2051
unmittelbar,2052
wobei,2053
langen,2054
rechtlichen,2055
verletzt,2056
falsche,2057
gemeinsames,2058
justiz,2059
starken,2060
strukturen,2061
zuständig,2062
fand,2063
keineswegs,2064
konflikte,2065
amerikanischen,2066
beruht,2067
gerechtfertigt,2068
haushalts,2069
nachdem,2070
verbrauchern,2071
vorn,2072
anzunehmen,2073
geraten,2074
technologie,2075
vorbereitet,2076
fassung,2077
mechanismus,2078
menschliche,2079
rechtliche,2080
ausgeschlossen,2081
erörtert,2082
gegensatz,2083
gleichwohl,2084
grenze,2085
opposition,2086
respektieren,2087
zurückkommen,2088
angewandt,2089
enorme,2090
persönliche,2091
staatliche,2092
vernünftige,2093
wirtschaftspolitik,2094
ausschüsse,2095
bürgerbeauftragten,2096
it,2097
veröffentlicht,2098
auftreten,2099
durchführen,2100
entgegen,2101
erwähnte,2102
geltenden,2103
hinweis,2104
hu,2105
nachfrage,2106
verleihen,2107
vorlage,2108
abgeordneter,2109
banken,2110
bereitet,2111
glück,2112
konstruktive,2113
praktische,2114
russischen,2115
sicherheitspolitik,2116
strategische,2117
verursacht,2118
auffordern,2119
drogen,2120
heißen,2121
irische,2122
kontext,2123
prozent,2124
prozesses,2125
abstimmungen,2126
aktive,2127
erfordern,2128
her,2129
ratifiziert,2130
grenzüberschreitenden,2131
grünbuch,2132
männern,2133
zusätzlich,2134
anmerkung,2135
bestand,2136
niveau,2137
entschließungen,2138
jegliche,2139
mitteilen,2140
offene,2141
premierminister,2142
scheinen,2143
schließe,2144
deutliche,2145
eröffnet,2146
rußland,2147
sichern,2148
erhält,2149
gemeinschaftlichen,2150
ablehnen,2151
bestehende,2152
bild,2153
krankheit,2154
steuerzahler,2155
studie,2156
argument,2157
laufen,2158
unzureichend,2159
schneller,2160
vorgehensweise,2161
dialogs,2162
ezb,2163
sozialdemokraten,2164
spezifische,2165
gerichtet,2166
keinem,2167
menschlichen,2168
zielsetzungen,2169
betriebe,2170
erwiesen,2171
mängel,2172
beibehalten,2173
gefährlich,2174
gehe,2175
kommissionsvorschlag,2176
vorredner,2177
dingen,2178
einstimmig,2179
lenken,2180
nachdruck,2181
vernünftig,2182
weltweiten,2183
werbung,2184
erneuerbare,2185
geboten,2186
geist,2187
langsam,2188
offenen,2189
verbraucherschutz,2190
gleichermaßen,2191
konsequent,2192
begrenzt,2193
belgien,2194
gebilligt,2195
müsste,2196
vorstellung,2197
vorzulegen,2198
angenommenen,2199
anträge,2200
ratsvorsitzes,2201
strenge,2202
dargelegt,2203
interessant,2204
akzeptabel,2205
ausmaß,2206
beachtung,2207
garantiert,2208
gebe,2209
japan,2210
pakistan,2211
scheitern,2212
schlage,2213
urteil,2214
zusätzlichen,2215
ansonsten,2216
besitzt,2217
dokumente,2218
vieles,2219
drittel,2220
einfache,2221
kräfte,2222
simbabwe,2223
umgehen,2224
weisen,2225
abgeben,2226
anerkennen,2227
vollständige,2228
wenden,2229
bewältigen,2230
dafürhalten,2231
frist,2232
übertragen,2233
angesehen,2234
armen,2235
beziehung,2236
deutsche,2237
erleichtern,2238
institutionelle,2239
polizei,2240
solch,2241
struktur,2242
verweisen,2243
veränderung,2244
agenturen,2245
fakten,2246
gang,2247
ratspräsidenten,2248
redezeit,2249
zukünftigen,2250
tritt,2251
äußerungen,2252
erreichung,2253
gelingen,2254
laufenden,2255
umgang,2256
verletzung,2257
arbeitnehmern,2258
französische,2259
slowakei,2260
sterben,2261
vision,2262
weitaus,2263
erläutern,2264
international,2265
kuba,2266
untersucht,2267
abhängigkeit,2268
amtierenden,2269
beschluß,2270
einrichtungen,2271
erteilt,2272
existiert,2273
freut,2274
gefühl,2275
ministerpräsident,2276
mittleren,2277
nizza,2278
schreiben,2279
betreiben,2280
erörtern,2281
kommissionspräsident,2282
palästinensischen,2283
vieler,2284
effizient,2285
entweder,2286
laufe,2287
nachhaltigkeit,2288
privaten,2289
studien,2290
zählt,2291
überprüft,2292
betreffend,2293
bewußt,2294
erinnert,2295
hersteller,2296
ii,2297
klima,2298
niederlanden,2299
rechtsstaatlichkeit,2300
verabschieden,2301
vereinigte,2302
angewendet,2303
arbeitsplatz,2304
potenzial,2305
beobachten,2306
besteuerung,2307
erfolgreiche,2308
fischereipolitik,2309
journalisten,2310
kapitel,2311
situationen,2312
tragödie,2313
umweltschutz,2314
verzeichnen,2315
erwägung,2316
staatlichen,2317
statistiken,2318
ernste,2319
formulierung,2320
geklärt,2321
kontrollieren,2322
mitgliedschaft,2323
tausende,2324
ansehen,2325
einheit,2326
eurozone,2327
interessante,2328
luxemburg,2329
oftmals,2330
teilt,2331
bedroht,2332
energiequellen,2333
größter,2334
negative,2335
rund,2336
vertritt,2337
wandel,2338
tieren,2339
abgegeben,2340
definiert,2341
erscheinen,2342
herzlichen,2343
kern,2344
litauen,2345
meinungen,2346
parlamentarische,2347
senkung,2348
strategischen,2349
stunden,2350
versammlung,2351
abgesehen,2352
arbeitet,2353
ausnahmen,2354
beginnt,2355
dänemark,2356
effektive,2357
getragen,2358
hart,2359
ländliche,2360
netze,2361
teilnahme,2362
ernsthafte,2363
festzulegen,2364
fortsetzung,2365
identität,2366
nro,2367
schriftliche,2368
teilnehmen,2369
zugrunde,2370
überzeugen,2371
einwände,2372
festzustellen,2373
formuliert,2374
kürze,2375
minderheit,2376
nützlich,2377
realistisch,2378
volkes,2379
überwinden,2380
beweisen,2381
einiges,2382
einzuführen,2383
festlegen,2384
grundlegender,2385
stehenden,2386
umfasst,2387
wille,2388
beraten,2389
früheren,2390
grenzüberschreitende,2391
absichten,2392
aspekten,2393
aufhebung,2394
geeignete,2395
gelassen,2396
gewähren,2397
kandidaten,2398
langfristig,2399
mazedonien,2400
militärischen,2401
rassismus,2402
türkischen,2403
verändern,2404
vielzahl,2405
wirtschaftlich,2406
zurückzuführen,2407
ausgrenzung,2408
austausch,2409
behörde,2410
bip,2411
finanzkrise,2412
konsultation,2413
standpunkte,2414
unabhängige,2415
welchem,2416
generell,2417
unterbreitet,2418
zukünftige,2419
öffentlich,2420
aktion,2421
ausführlich,2422
bestimmter,2423
gehandelt,2424
hinzu,2425
präsidium,2426
auswirken,2427
erlassen,2428
geehrte,2429
heimatland,2430
jahrhundert,2431
schwere,2432
subventionen,2433
uno,2434
zahlungen,2435
zugute,2436
zustand,2437
anwenden,2438
ersetzen,2439
gemeinsamer,2440
hilfreich,2441
musste,2442
staates,2443
unerlässlich,2444
bewerten,2445
endgültige,2446
heraus,2447
kleiner,2448
lehnen,2449
lehren,2450
rechnungshof,2451
reisen,2452
schiffe,2453
stattgefunden,2454
beseitigung,2455
stehende,2456
vornehmen,2457
widmen,2458
davor,2459
eingeräumt,2460
extrem,2461
jugend,2462
leistungen,2463
stadt,2464
steuer,2465
andernfalls,2466
aussagen,2467
behalten,2468
d,2469
eigentliche,2470
regelmäßig,2471
souveränität,2472
unterscheiden,2473
wiederaufbau,2474
gelingt,2475
müssten,2476
erfolge,2477
erwarte,2478
höchst,2479
reduzieren,2480
vorgesehenen,2481
bezahlen,2482
empfehle,2483
gewicht,2484
gipfeltreffen,2485
licht,2486
papier,2487
anstieg,2488
bedaure,2489
behauptet,2490
bereitstellung,2491
direkte,2492
ebenen,2493
immerhin,2494
schauen,2495
verwiesen,2496
afrikanischen,2497
mussten,2498
verwirklichung,2499
überwachen,2500
angehen,2501
ausreichende,2502
bekanntlich,2503
erwähnten,2504
gegangen,2505
genannte,2506
generation,2507
kontrolliert,2508
momentan,2509
revision,2510
untersuchen,2511
öffnung,2512
übermitteln,2513
bedürfnisse,2514
durchsetzung,2515
einzusetzen,2516
erlaubt,2517
finanzieren,2518
korrekt,2519
spezifischen,2520
voran,2521
wiederhole,2522
gericht,2523
kernenergie,2524
mensch,2525
negativen,2526
quoten,2527
schlimmer,2528
straßen,2529
beschließen,2530
beschwerden,2531
einführen,2532
gesellschaften,2533
gewährleistung,2534
vorliegt,2535
ergibt,2536
kritisiert,2537
kümmern,2538
menschenrechten,2539
respektiert,2540
verstärkte,2541
bereitschaft,2542
betrieben,2543
erarbeitet,2544
prävention,2545
schlüssel,2546
ärmsten,2547
euebene,2548
gefallen,2549
klimawandels,2550
müßte,2551
presse,2552
programmen,2553
tod,2554
voller,2555
westlichen,2556
amtierender,2557
aufbauen,2558
historischen,2559
landwirtschaftlichen,2560
streben,2561
verfasser,2562
zutiefst,2563
beseitigen,2564
erstes,2565
gewiss,2566
go,2567
mitarbeiter,2568
mittlerweile,2569
rahmenprogramm,2570
tatsachen,2571
ausgerichtet,2572
gehabt,2573
kohärenz,2574
kritisch,2575
mehrfach,2576
verbreitung,2577
amt,2578
balkan,2579
betracht,2580
dieselben,2581
eingerichtet,2582
internen,2583
nachbarschaftspolitik,2584
person,2585
schwieriger,2586
tschetschenien,2587
versorgung,2588
wider,2589
geplant,2590
heutzutage,2591
konstruktiven,2592
positionen,2593
wissenschaft,2594
wünschenswert,2595
überrascht,2596
arzneimittel,2597
einfacher,2598
einzugehen,2599
erheben,2600
praktischen,2601
schulen,2602
sichergestellt,2603
bisherigen,2604
erweisen,2605
feststellung,2606
lebens,2607
versuche,2608
wählen,2609
einkommen,2610
ganzes,2611
nahezu,2612
persönlichen,2613
schnelle,2614
verheugen,2615
zusammensetzung,2616
akteure,2617
begründung,2618
effizienter,2619
funktion,2620
fähigkeit,2621
gestrigen,2622
italienischen,2623
partnern,2624
personal,2625
vormittag,2626
ausgewogen,2627
bereiten,2628
beträgt,2629
dienstag,2630
krisen,2631
verantwortlichen,2632
verordnungen,2633
wirksamkeit,2634
betrag,2635
einschätzung,2636
hergestellt,2637
ignoriert,2638
ppedefraktion,2639
stattfindet,2640
umfeld,2641
umstände,2642
unabhängigen,2643
beträchtliche,2644
bewirken,2645
eintreten,2646
höher,2647
rufen,2648
schulz,2649
terroristen,2650
transparent,2651
ungefähr,2652
ursache,2653
angekündigt,2654
anschluss,2655
basiert,2656
bewiesen,2657
erweitert,2658
garantien,2659
klären,2660
zerstört,2661
zustande,2662
ausweitung,2663
enge,2664
ersetzt,2665
glücklicherweise,2666
historische,2667
ordnungsgemäß,2668
rechnen,2669
senken,2670
unterbreiten,2671
wahr,2672
ausüben,2673
beratungen,2674
beunruhigt,2675
gebraucht,2676
katastrophen,2677
kompliziert,2678
phänomen,2679
bestimmen,2680
einwanderer,2681
entschuldigen,2682
lebensmittelsicherheit,2683
mehrwert,2684
sektors,2685
werten,2686
zugänglich,2687
besuch,2688
bewegung,2689
bezeichnen,2690
eigenes,2691
höheren,2692
mechanismen,2693
nahe,2694
schwedische,2695
texte,2696
wirklichen,2697
albanien,2698
denjenigen,2699
erfüllung,2700
erneuerbaren,2701
gewonnen,2702
häfen,2703
opfern,2704
rechtfertigen,2705
regionalpolitik,2706
transatlantischen,2707
abzulehnen,2708
ausgehen,2709
bilanz,2710
gewisser,2711
sichere,2712
anreize,2713
drittstaaten,2714
früh,2715
klarer,2716
konzentriert,2717
langem,2718
volksgesundheit,2719
vorher,2720
weitergehen,2721
ausarbeitung,2722
erfolgreichen,2723
ergänzen,2724
erheblichen,2725
fördert,2726
lesen,2727
menschenrechtsverletzungen,2728
modernisierung,2729
schenken,2730
schlechte,2731
stück,2732
dringlichkeit,2733
generationen,2734
griechischen,2735
innovationen,2736
keinesfalls,2737
kompromiß,2738
langfristigen,2739
lehne,2740
sozial,2741
unterbrochene,2742
beenden,2743
einhalten,2744
ersuchen,2745
garantie,2746
angemessenen,2747
appelliere,2748
delegationen,2749
dieselbe,2750
effiziente,2751
hinfällig,2752
malta,2753
schicksal,2754
ökologischen,2755
ausgangspunkt,2756
besitzen,2757
eingereichten,2758
erzielten,2759
festhalten,2760
interne,2761
kompetenzen,2762
leistet,2763
mögen,2764
neun,2765
rechtssicherheit,2766
u,2767
verabschiedung,2768
vereinbart,2769
vorbehalte,2770
abgeschafft,2771
aufrechterhalten,2772
birma,2773
derartigen,2774
ehemaligen,2775
ehre,2776
einzig,2777
enthaltenen,2778
fairen,2779
menschenhandel,2780
reduziert,2781
schulden,2782
schwächen,2783
unterzeichnung,2784
zukommen,2785
ausgegeben,2786
ausgewogenen,2787
fair,2788
kompromisse,2789
steigen,2790
alte,2791
anhörung,2792
aussprachen,2793
beurteilen,2794
boden,2795
chancengleichheit,2796
eingestellt,2797
entstanden,2798
leistung,2799
organisierte,2800
schließt,2801
schäden,2802
verringert,2803
ökologische,2804
erarbeitung,2805
gegenseitige,2806
kamen,2807
kommissare,2808
olaf,2809
geblieben,2810
konservativen,2811
selten,2812
demokratischer,2813
finanzmittel,2814
letztes,2815
liefern,2816
positives,2817
stimmverhalten,2818
ständigen,2819
überarbeitung,2820
beamten,2821
dänischen,2822
einzelstaatlichen,2823
stunde,2824
verzögerungen,2825
ägypten,2826
christen,2827
freitag,2828
großteil,2829
grundsätzen,2830
gutem,2831
hoher,2832
immunität,2833
intensiv,2834
schuldig,2835
eingreifen,2836
entwicklungszusammenarbeit,2837
erhaltung,2838
gebäude,2839
h,2840
kommissars,2841
passieren,2842
rechtzeitig,2843
verlauf,2844
vermieden,2845
aufhören,2846
bekämpft,2847
diesbezüglichen,2848
einnehmen,2849
gegenseitigen,2850
jüngste,2851
verbundenen,2852
wahren,2853
amerika,2854
auseinander,2855
berichtigungen,2856
dauer,2857
eingeschränkt,2858
gefährliche,2859
gemeinschaften,2860
jugendlichen,2861
leichter,2862
regierungschefs,2863
sozialpolitik,2864
weißbuch,2865
ashton,2866
bauern,2867
fahrzeuge,2868
freunde,2869
hilft,2870
modernen,2871
option,2872
satz,2873
verletzungen,2874
verteilung,2875
überleben,2876
angebot,2877
fürchte,2878
gefährden,2879
gestaltet,2880
hoffnungen,2881
produkt,2882
verfahrens,2883
vertrages,2884
beruhen,2885
existenz,2886
gäbe,2887
migration,2888
präzise,2889
sk,2890
tradition,2891
täglich,2892
dahin,2893
flughäfen,2894
fühlen,2895
kaufen,2896
moderne,2897
netz,2898
richtet,2899
schweren,2900
syrien,2901
titel,2902
zentralen,2903
aussehen,2904
demnach,2905
deutlicher,2906
führte,2907
glückwunsch,2908
seitdem,2909
tür,2910
überlegen,2911
übermittlung,2912
begründet,2913
demokratisch,2914
einfachen,2915
elektronischen,2916
enorm,2917
externen,2918
falschen,2919
grundlagen,2920
lag,2921
luft,2922
moldau,2923
sicherung,2924
vorzunehmen,2925
änderungsantrags,2926
bosnien,2927
empfehlen,2928
erinnere,2929
erzeuger,2930
fremdenverkehr,2931
gedenkt,2932
tonnen,2933
verfolgung,2934
vermitteln,2935
verzögerung,2936
vorstellungen,2937
bevorstehenden,2938
durchzusetzen,2939
erforderliche,2940
ermutigen,2941
festgelegten,2942
fi,2943
kontakt,2944
manchen,2945
negativ,2946
patten,2947
verlängerung,2948
vizepräsident,2949
vorsichtig,2950
zugelassen,2951
überdenken,2952
beurteilung,2953
ignorieren,2954
kapital,2955
kulturen,2956
schön,2957
umso,2958
usw,2959
amtierende,2960
angewiesen,2961
ausbeutung,2962
ausführliche,2963
bewahren,2964
erarbeiten,2965
gekürzt,2966
marokko,2967
produkten,2968
rahmenbedingungen,2969
tschechischen,2970
öffnen,2971
abbau,2972
beschleunigen,2973
besonderes,2974
entwickelten,2975
landwirtschaftliche,2976
pflichten,2977
stärke,2978
tätigkeiten,2979
anbetracht,2980
asyl,2981
chinesischen,2982
gelernt,2983
haushaltsplans,2984
hinweise,2985
schätzen,2986
zusammenzuarbeiten,2987
anwesenheit,2988
ausbau,2989
breiten,2990
eltern,2991
entwicklungspolitik,2992
gestaltung,2993
hohem,2994
psefraktion,2995
sogenannten,2996
tief,2997
ändert,2998
aufgreifen,2999
genauer,3000
hinweg,3001
kind,3002
messen,3003
mittelmeerraum,3004
selber,3005
statut,3006
vernünftigen,3007
wirft,3008
bestimmung,3009
direkten,3010
enormen,3011
mission,3012
ostsee,3013
private,3014
projekten,3015
solide,3016
stabilitäts,3017
stimmverhaltens,3018
stärksten,3019
unsicherheit,3020
verhandeln,3021
abfälle,3022
armee,3023
asien,3024
beabsichtigtes,3025
beseitigt,3026
entsteht,3027
herstellung,3028
investiert,3029
klein,3030
lebensmitteln,3031
sitzen,3032
straße,3033
tatsächlichen,3034
zieht,3035
öl,3036
anzuwenden,3037
folgendes,3038
gering,3039
klarstellen,3040
missbrauch,3041
schluß,3042
städte,3043
subsidiaritätsprinzip,3044
volkswirtschaften,3045
vordergrund,3046
wirken,3047
beendet,3048
beschränkungen,3049
durchgesetzt,3050
fort,3051
gekennzeichnet,3052
landwirten,3053
palästina,3054
sommer,3055
unterdrückung,3056
bewältigung,3057
bilateralen,3058
endgültigen,3059
fleisch,3060
gas,3061
gespielt,3062
gesunde,3063
leiten,3064
marktwirtschaft,3065
mündliche,3066
protektionismus,3067
ursprünglich,3068
versteht,3069
widerstand,3070
bekräftigt,3071
fluggesellschaften,3072
gebrauch,3073
gelesen,3074
lt,3075
niederlande,3076
schande,3077
verschiedener,3078
verwirklichen,3079
fernsehen,3080
gemeinschaftliche,3081
gewählten,3082
i,3083
längst,3084
stellte,3085
teuer,3086
definieren,3087
derart,3088
erkannt,3089
konvention,3090
million,3091
verlust,3092
vorhandenen,3093
wettbewerbs,3094
übergang,3095
überwacht,3096
bedeutenden,3097
bestraft,3098
ehrgeizige,3099
erläutert,3100
gefährlichen,3101
informationsgesellschaft,3102
kritische,3103
natürlichen,3104
organisieren,3105
problematisch,3106
sachen,3107
aufzubauen,3108
beschäftigungspolitik,3109
erleichtert,3110
gewünscht,3111
hinnehmen,3112
kanada,3113
kostet,3114
soldaten,3115
verständlich,3116
amerikaner,3117
aufgebaut,3118
einander,3119
erhoben,3120
genaue,3121
klares,3122
revolution,3123
spanische,3124
vertretern,3125
weltweite,3126
zusagen,3127
dauern,3128
einbringen,3129
einschränkung,3130
geprägt,3131
getötet,3132
kampagne,3133
ministerrat,3134
rechtsetzung,3135
saal,3136
spannungen,3137
tourismus,3138
unregelmäßigkeiten,3139
vereinfachen,3140
versprochen,3141
voneinander,3142
besseres,3143
eröffnen,3144
fertig,3145
gleichbehandlung,3146
koordination,3147
russische,3148
santer,3149
streng,3150
tunesien,3151
ungeachtet,3152
verehrten,3153
vorbereitungen,3154
zielsetzung,3155
zuständigkeiten,3156
alter,3157
anführen,3158
arbeitgeber,3159
beziehe,3160
genießen,3161
geänderten,3162
langer,3163
niederländischen,3164
palästinenser,3165
teilgenommen,3166
wissenschaftler,3167
zielt,3168
abschluß,3169
befürchtungen,3170
beweise,3171
energieversorgung,3172
finanzen,3173
gefängnis,3174
kategorie,3175
mittlere,3176
parlamenten,3177
reaktionen,3178
regionaler,3179
worum,3180
ähnlich,3181
abschließen,3182
ausland,3183
beschäftigten,3184
ca,3185
durchsetzen,3186
fischler,3187
händen,3188
intervention,3189
kontakte,3190
schlußfolgerungen,3191
schweigen,3192
ständige,3193
beantwortung,3194
desto,3195
erinnerung,3196
gescheitert,3197
korrigieren,3198
lokale,3199
mitte,3200
nichtregierungsorganisationen,3201
saddam,3202
solana,3203
staats,3204
uneingeschränkte,3205
untergraben,3206
verankert,3207
verbieten,3208
amerikanische,3209
beachten,3210
begegnen,3211
beobachter,3212
gefasst,3213
gründlich,3214
kinnock,3215
london,3216
stimmabgabe,3217
verhandelt,3218
weitem,3219
wofür,3220
fischereiabkommen,3221
gedanke,3222
gipfels,3223
legitimität,3224
märkten,3225
anbieten,3226
aufs,3227
bedanke,3228
beitrittsverhandlungen,3229
hiermit,3230
jahrhunderts,3231
knapp,3232
nachzudenken,3233
ratspräsidentin,3234
rechtlich,3235
worauf,3236
zwecke,3237
öffentlicher,3238
übrig,3239
absolute,3240
auftrag,3241
bank,3242
gewerkschaften,3243
israelischen,3244
kommissionsmitglied,3245
kurs,3246
nahrungsmittel,3247
nordirland,3248
ohnehin,3249
retten,3250
tibet,3251
angriffe,3252
aufgegriffen,3253
belastung,3254
beschrieben,3255
dienstleistungsrichtlinie,3256
festen,3257
handlungen,3258
infolge,3259
interinstitutionellen,3260
planung,3261
stellungnahmen,3262
verträgen,3263
verursachen,3264
änderungsvorschläge,3265
ernennung,3266
kritisieren,3267
religion,3268
verbindungen,3269
vertretung,3270
einzuhalten,3271
finanziell,3272
gestrichen,3273
konstruktiv,3274
kyoto,3275
logik,3276
russlands,3277
sieg,3278
umweltfragen,3279
werfen,3280
ausgeführt,3281
ausgewogenheit,3282
beweist,3283
drängen,3284
effektiver,3285
engagiert,3286
erstellt,3287
galileo,3288
gvo,3289
jahresbericht,3290
kennt,3291
kopf,3292
lehnt,3293
menschheit,3294
montag,3295
sofern,3296
starkes,3297
transport,3298
umfassen,3299
unterliegen,3300
verfügbaren,3301
zentrum,3302
arbeitsgruppe,3303
begreifen,3304
beifall,3305
beinhalten,3306
bewegt,3307
brok,3308
einerseits,3309
mangelt,3310
nahm,3311
naturkatastrophen,3312
optionen,3313
umfangreiche,3314
umweltpolitik,3315
vorrangig,3316
anschließend,3317
automatisch,3318
basieren,3319
beeinflussen,3320
bewertet,3321
billigen,3322
diesbezügliche,3323
geholfen,3324
gestiegen,3325
inkrafttreten,3326
jenen,3327
organisiert,3328
rückkehr,3329
schrittweise,3330
vonnöten,3331
wirkt,3332
beantragt,3333
beitreten,3334
branche,3335
diesmal,3336
ergänzung,3337
errichtung,3338
gerichtshofs,3339
kritischen,3340
rubrik,3341
sitzungen,3342
spiegelt,3343
verbreitet,3344
zwölf,3345
alleine,3346
bau,3347
einnahmen,3348
experten,3349
fortfahren,3350
verschwinden,3351
vorbei,3352
wahlkreis,3353
zulässig,3354
bauen,3355
brasilien,3356
dargestellt,3357
demokraten,3358
dokumenten,3359
einziges,3360
existieren,3361
gefangenen,3362
gelegenheiten,3363
grundsätzliche,3364
höchsten,3365
indikatoren,3366
kohäsion,3367
meer,3368
moralische,3369
posselt,3370
schlechter,3371
technik,3372
vollem,3373
auffassungen,3374
ausgearbeitet,3375
behinderungen,3376
defizite,3377
einsparungen,3378
erwägungen,3379
erzeugung,3380
gegenseitig,3381
inanspruchnahme,3382
präsenz,3383
stehe,3384
transeuropäischen,3385
umgehend,3386
unfälle,3387
verschärft,3388
angesprochenen,3389
aufrichtig,3390
demokratisierung,3391
einbeziehen,3392
fristen,3393
gemeint,3394
genehmigt,3395
hilfen,3396
jemals,3397
schweiz,3398
spielraum,3399
stellenwert,3400
zwangsläufig,3401
anfangen,3402
aufgehoben,3403
ehe,3404
erklärte,3405
faire,3406
freilassung,3407
fünfzehn,3408
gesprächen,3409
stützen,3410
textes,3411
the,3412
vorsitzenden,3413
wahrung,3414
anstreben,3415
ausgewogene,3416
einwohner,3417
erweitern,3418
freund,3419
geeignet,3420
gestattet,3421
grundlegend,3422
interinstitutionelle,3423
kriterium,3424
kräften,3425
resolution,3426
suche,3427
zweifelsohne,3428
aufgeworfen,3429
ausreichen,3430
dynamik,3431
gedacht,3432
geschafft,3433
kluft,3434
libanon,3435
libyen,3436
rechenschaft,3437
signale,3438
tschechische,3439
verbindliche,3440
zunahme,3441
arbeitsbedingungen,3442
befaßt,3443
detail,3444
eigentlichen,3445
einschränkungen,3446
friedliche,3447
genügt,3448
globaler,3449
rücken,3450
sozialdemokratischen,3451
traditionellen,3452
wenigstens,3453
zuge,3454
ausgehend,3455
bedürfen,3456
einfluß,3457
ereignissen,3458
estland,3459
fahren,3460
hindernis,3461
hinnehmbar,3462
hohes,3463
integrierten,3464
jeweils,3465
kurzen,3466
möge,3467
religionsfreiheit,3468
rest,3469
schottland,3470
tempo,3471
wozu,3472
arabischen,3473
benutzt,3474
dienststellen,3475
effektivität,3476
einzubeziehen,3477
enger,3478
forum,3479
geringer,3480
gewidmet,3481
glückwünsche,3482
guenglfraktion,3483
kürzungen,3484
lateinamerika,3485
mitbürger,3486
müsse,3487
nachricht,3488
steuerung,3489
ursprüngliche,3490
anhang,3491
behindert,3492
frontex,3493
gesellschaftlichen,3494
getreten,3495
gleichheit,3496
mitgeteilt,3497
nächstes,3498
offiziell,3499
parlamentarier,3500
termin,3501
unterscheidet,3502
verteidigungspolitik,3503
zugehört,3504
zunehmende,3505
übermittelt,3506
anzugehen,3507
appell,3508
auslegung,3509
betrachte,3510
geeinigt,3511
gesichtspunkt,3512
meinungsäußerung,3513
mitentscheidung,3514
natürliche,3515
positiver,3516
quelle,3517
steckt,3518
summe,3519
zuwanderung,3520
anlagen,3521
anwendungsbereich,3522
aufforderung,3523
ausführung,3524
eingebunden,3525
einzurichten,3526
gemeinschaftsebene,3527
geschenkt,3528
not,3529
verschlechtert,3530
zentraler,3531
zweierlei,3532
anlaß,3533
arbeitskräfte,3534
begangen,3535
belgischen,3536
fähigkeiten,3537
