<unk>,0
<pad>,1
<sos>,2
<eos>,3
the,4
to,5
of,6
is,7
in,8
and,9
a,10
that,11
this,12
we,13
i,14
for,15
it,16
be,17
not,18
on,19
are,20
have,21
<num>,22
will,23
with,24
has,25
as,26
european,27
mr,28
must,29
by,30
also,31
should,32
can,33
at,34
s,35
commission,36
you,37
president,38
would,39
our,40
there,41
an,42
all,43
which,44
been,45
these,46
was,47
but,48
from,49
report,50
do,51
what,52
very,53
parliament,54
more,55
like,56
they,57
no,58
union,59
europe,60
about,61
one,62
however,63
my,64
its,65
us,66
therefore,67
need,68
important,69
states,70
member,71
eu,72
now,73
am,74
council,75
if,76
so,77
their,78
people,79
only,80
take,81
or,82
policy,83
support,84
new,85
countries,86
other,87
time,88
some,89
question,90
vote,91
make,92
work,93
many,94
commissioner,95
such,96
up,97
think,98
were,99
believe,100
today,101
any,102
issue,103
here,104
first,105
debate,106
against,107
out,108
political,109
who,110
into,111
them,112
made,113
your,114
too,115
does,116
than,117
rights,118
two,119
proposal,120
point,121
just,122
being,123
those,124
why,125
way,126
want,127
good,128
when,129
thank,130
me,131
said,132
situation,133
economic,134
say,135
between,136
how,137
know,138
mrs,139
could,140
place,141
see,142
much,143
right,144
because,145
still,146
future,147
already,148
’,149
market,150
development,151
agreement,152
social,153
hope,154
years,155
problem,156
most,157
clear,158
group,159
let,160
had,161
human,162
course,163
his,164
then,165
even,166
he,167
same,168
well,169
directive,170
committee,171
amendments,172
madam,173
measures,174
rapporteur,175
country,176
citizens,177
year,178
world,179
possible,180
may,181
common,182
action,183
cooperation,184
taken,185
energy,186
both,187
international,188
fact,189
public,190
last,191
matter,192
national,193
case,194
part,195
financial,196
area,197
again,198
over,199
great,200
process,201
problems,202
amendment,203
without,204
before,205
members,206
under,207
next,208
issues,209
system,210
house,211
community,212
information,213
budget,214
means,215
where,216
give,217
example,218
put,219
resolution,220
particular,221
rules,222
within,223
own,224
further,225
number,226
use,227
state,228
welcome,229
view,230
position,231
done,232
women,233
programme,234
level,235
voted,236
treaty,237
proposals,238
shall,239
security,240
far,241
needs,242
presidency,243
agree,244
ask,245
government,246
necessary,247
wish,248
favour,249
order,250
three,251
change,252
come,253
another,254
different,255
gentlemen,256
respect,257
role,258
something,259
after,260
ladies,261
areas,262
better,263
trade,264
continue,265
legal,266
through,267
present,268
did,269
given,270
second,271
end,272
progress,273
legislation,274
crisis,275
protection,276
few,277
particularly,278
really,279
strategy,280
able,281
help,282
forward,283
subject,284
approach,285
points,286
finally,287
yet,288
regard,289
clearly,290
go,291
ensure,292
aid,293
quite,294
every,295
questions,296
since,297
going,298
opinion,299
law,300
sector,301
set,302
responsibility,303
united,304
health,305
things,306
tomorrow,307
always,308
adopted,309
importance,310
reason,311
services,312
regulation,313
long,314
procedure,315
become,316
decision,317
principle,318
concerns,319
concerned,320
proposed,321
once,322
democracy,323
look,324
certain,325
million,326
difficult,327
whether,328
indeed,329
framework,330
industry,331
research,332
result,333
during,334
whole,335
basis,336
towards,337
essential,338
certainly,339
current,340
unfortunately,341
step,342
money,343
working,344
minutes,345
serious,346
major,347
transport,348
institutions,349
safety,350
deal,351
words,352
fundamental,353
get,354
specific,355
find,356
negotiations,357
opportunity,358
attention,359
employment,360
itself,361
answer,362
together,363
real,364
positive,365
used,366
environmental,367
her,368
accept,369
general,370
achieve,371
terms,372
increase,373
resources,374
simply,375
democratic,376
secondly,377
small,378
rather,379
back,380
often,381
allow,382
mentioned,383
greater,384
enough,385
extremely,386
congratulate,387
high,388
third,389
following,390
growth,391
solution,392
nothing,393
reasons,394
food,395
conditions,396
effective,397
funds,398
sitting,399
less,400
concern,401
provide,402
products,403
freedom,404
internal,405
reform,406
excellent,407
key,408
society,409
fully,410
call,411
environment,412
enlargement,413
children,414
results,415
item,416
authorities,417
turkey,418
down,419
agenda,420
efforts,421
perhaps,422
each,423
understand,424
economy,425
best,426
policies,427
needed,428
behalf,429
–,430
free,431
joint,432
firstly,433
competition,434
involved,435
control,436
consider,437
russia,438
global,439
start,440
peace,441
main,442
others,443
single,444
compromise,445
lisbon,446
rule,447
actually,448
currently,449
least,450
text,451
account,452
doing,453
eur,454
making,455
initiative,456
reports,457
dialogue,458
taking,459
agricultural,460
based,461
interest,462
little,463
access,464
thing,465
everyone,466
consumers,467
implementation,468
aware,469
objective,470
agreements,471
region,472
pm,473
large,474
full,475
power,476
especially,477
jobs,478
standards,479
voting,480
matters,481
writing,482
priority,483
climate,484
ago,485
remain,486
several,487
open,488
success,489
achieved,490
solidarity,491
speak,492
de,493
decisions,494
never,495
various,496
interests,497
majority,498
act,499
having,500
objectives,501
summit,502
true,503
regions,504
programmes,505
kind,506
quality,507
create,508
recent,509
companies,510
available,511
court,512
relations,513
mean,514
including,515
euro,516
regional,517
fight,518
asked,519
responsible,520
plan,521
production,522
day,523
bring,524
life,525
response,526
significant,527
improve,528
strong,529
transparency,530
cases,531
longer,532
final,533
stability,534
risk,535
crucial,536
special,537
sure,538
developing,539
context,540
fund,541
groups,542
statement,543
foreign,544
might,545
seen,546
pleased,547
concerning,548
idea,549
moment,550
discussion,551
education,552
appropriate,553
form,554
consumer,555
nuclear,556
thus,557
talking,558
force,559
play,560
costs,561
everything,562
direction,563
investment,564
makes,565
workers,566
funding,567
him,568
conference,569
she,570
data,571
addition,572
ourselves,573
draft,574
field,575
regarding,576
systems,577
impact,578
meeting,579
central,580
war,581
months,582
past,583
raised,584
among,585
nevertheless,586
parties,587
move,588
talk,589
management,590
practice,591
themselves,592
individual,593
tax,594
seems,595
aspects,596
commitment,597
feel,598
article,599
lack,600
nor,601
sustainable,602
business,603
china,604
hand,605
apply,606
share,607
colleagues,608
increased,609
principles,610
project,611
presidentinoffice,612
violence,613
period,614
communication,615
task,616
farmers,617
poverty,618
terrorism,619
lead,620
agriculture,621
projects,622
changes,623
request,624
mention,625
minister,626
convention,627
moreover,628
justice,629
noon,630
tabled,631
furthermore,632
agreed,633
young,634
address,635
aim,636
comes,637
received,638
until,639
contribution,640
times,641
absolutely,642
governments,643
previous,644
remains,645
soon,646
focus,647
elections,648
keep,649
cohesion,650
comments,651
priorities,652
labour,653
four,654
structural,655
affairs,656
lot,657
completely,658
above,659
pay,660
legislative,661
technical,662
obviously,663
ireland,664
reality,665
integration,666
discussed,667
local,668
civil,669
though,670
benefit,671
service,672
line,673
values,674
include,675
show,676
week,677
heard,678
constitution,679
expect,680
job,681
markets,682
activities,683
budgetary,684
accession,685
party,686
promote,687
population,688
around,689
value,690
sense,691
criteria,692
upon,693
effect,694
required,695
challenge,696
quickly,697
regulations,698
comment,699
either,700
saying,701
note,702
mind,703
short,704
consequences,705
vital,706
turn,707
actions,708
due,709
existing,710
prevent,711
supported,712
prepared,713
regards,714
requires,715
yesterday,716
military,717
while,718
basic,719
demand,720
fisheries,721
stage,722
instead,723
external,724
fair,725
five,726
guarantee,727
unacceptable,728
left,729
opportunities,730
procedures,731
reached,732
happen,733
unemployment,734
waste,735
applies,736
thanks,737
almost,738
cultural,739
begin,740
experience,741
reply,742
stop,743
assistance,744
parliamentary,745
partnership,746
try,747
provided,748
road,749
close,750
message,751
called,752
included,753
list,754
nature,755
balance,756
behind,757
tell,758
organisations,759
wrong,760
adopt,761
reforms,762
monitoring,763
reduce,764
conflict,765
recently,766
initiatives,767
implemented,768
found,769
ever,770
presented,771
‘,772
alone,773
according,774
victims,775
protect,776
provisions,777
challenges,778
nations,779
solutions,780
motion,781
although,782
increasing,783
discuss,784
review,785
billion,786
decided,787
crime,788
document,789
package,790
speech,791
goes,792
off,793
across,794
doubt,795
face,796
meet,797
water,798
held,799
successful,800
huge,801
confidence,802
resolutions,803
draw,804
price,805
stand,806
cost,807
cause,808
additional,809
throughout,810
yes,811
develop,812
coordination,813
aspect,814
instruments,815
instrument,816
floor,817
coming,818
potential,819
equal,820
practical,821
innovation,822
please,823
british,824
took,825
thirdly,826
culture,827
discussions,828
paper,829
six,830
fishing,831
reading,832
immigration,833
offer,834
requirements,835
word,836
illegal,837
term,838
add,839
africa,840
reach,841
honourable,842
humanitarian,843
conclusion,844
paragraph,845
relation,846
wanted,847
history,848
technology,849
seriously,850
anything,851
events,852
live,853
circumstances,854
pressure,855
emissions,856
fellow,857
happened,858
brought,859
un,860
refer,861
receive,862
france,863
views,864
approved,865
despite,866
expressed,867
efficiency,868
training,869
encourage,870
relevant,871
using,872
considerable,873
hard,874
prices,875
movement,876
effort,877
competitiveness,878
east,879
follow,880
rightly,881
referred,882
away,883
express,884
accepted,885
bank,886
closely,887
established,888
takes,889
hear,890
natural,891
outside,892
otherwise,893
partners,894
discrimination,895
side,896
days,897
implement,898
exist,899
resumed,900
leave,901
independent,902
exactly,903
along,904
speaking,905
borders,906
closed,907
air,908
later,909
businesses,910
precisely,911
sometimes,912
urgent,913
allowed,914
creation,915
direct,916
considered,917
shows,918
germany,919
old,920
applied,921
greece,922
model,923
proper,924
irish,925
ambitious,926
conclusions,927
criminal,928
french,929
overall,930
measure,931
naturally,932
outcome,933
personal,934
kosovo,935
votes,936
carried,937
december,938
sufficient,939
developed,940
require,941
strengthen,942
wants,943
affected,944
trust,945
steps,946
effects,947
looking,948
date,949
guidelines,950
june,951
longterm,952
monetary,953
improved,954
private,955
brussels,956
application,957
myself,958
shown,959
death,960
urge,961
consideration,962
sea,963
contains,964
rural,965
total,966
created,967
europeans,968
levels,969
colleague,970
authority,971
discussing,972
powers,973
decide,974
media,975
big,976
suspended,977
developments,978
represents,979
agency,980
assessment,981
content,982
propose,983
entirely,984
difficulties,985
happy,986
green,987
regime,988
reduction,989
provides,990
active,991
addressed,992
israel,993
ways,994
perspective,995
respond,996
earlier,997
giving,998
scientific,999
beyond,1000
iraq,1001
return,1002
scope,1003
neither,1004
plans,1005
similar,1006
acceptable,1007
thinking,1008
amount,1009
easy,1010
home,1011
wto,1012
complete,1013
dimension,1014
simple,1015
ban,1016
grateful,1017
rate,1018
asylum,1019
living,1020
represent,1021
trying,1022
men,1023
care,1024
duty,1025
prime,1026
benefits,1027
forget,1028
lives,1029
stress,1030
strategic,1031
connection,1032
defence,1033
poor,1034
equality,1035
internet,1036
produce,1037
says,1038
committed,1039
pl,1040
reference,1041
ten,1042
demands,1043
else,1044
gas,1045
useful,1046
avoid,1047
increasingly,1048
combat,1049
establish,1050
morning,1051
oil,1052
purpose,1053
raise,1054
animals,1055
calls,1056
concrete,1057
efficient,1058
animal,1059
strongly,1060
contribute,1061
gives,1062
half,1063
language,1064
treatment,1065
correct,1066
supply,1067
beginning,1068
dangerous,1069
effectively,1070
per,1071
constructive,1072
probably,1073
administrative,1074
limited,1075
regret,1076
financing,1077
contrary,1078
interesting,1079
properly,1080
remember,1081
anyone,1082
extent,1083
family,1084
light,1085
german,1086
thursday,1087
highly,1088
capital,1089
conclude,1090
critical,1091
ministers,1092
sectors,1093
comprehensive,1094
entire,1095
higher,1096
institutional,1097
``,1098
expenditure,1099
remarks,1100
sanctions,1101
ukraine,1102
dealing,1103
creating,1104
produced,1105
session,1106
balanced,1107
threat,1108
concept,1109
facing,1110
rapporteurs,1111
relating,1112
thought,1113
motions,1114
organisation,1115
globalisation,1116
alternative,1117
forces,1118
participation,1119
rise,1120
changed,1121
differences,1122
iran,1123
opposed,1124
weeks,1125
debates,1126
immediately,1127
rejected,1128
statements,1129
carry,1130
enormous,1131
pact,1132
opposition,1133
carefully,1134
introduced,1135
january,1136
speakers,1137
briefly,1138
totally,1139
discharge,1140
read,1141
knowledge,1142
supports,1143
product,1144
recognise,1145
competitive,1146
enterprises,1147
lost,1148
responsibilities,1149
asking,1150
capacity,1151
goods,1152
elements,1153
figures,1154
met,1155
told,1156
bad,1157
stated,1158
republic,1159
specifically,1160
broad,1161
nos,1162
possibility,1163
prevention,1164
romania,1165
added,1166
flexibility,1167
ideas,1168
limit,1169
sound,1170
approval,1171
directly,1172
middle,1173
minimum,1174
maintain,1175
happening,1176
adoption,1177
commitments,1178
genuine,1179
status,1180
barroso,1181
march,1182
representatives,1183
brief,1184
reject,1185
supporting,1186
implementing,1187
repeat,1188
constitutional,1189
name,1190
choice,1191
crossborder,1192
ahead,1193
early,1194
paid,1195
seem,1196
targets,1197
goal,1198
reduced,1199
van,1200
refugees,1201
recommendations,1202
becoming,1203
emphasise,1204
consequently,1205
chance,1206
failed,1207
improving,1208
intend,1209
annual,1210
oral,1211
late,1212
currency,1213
growing,1214
fr,1215
submitted,1216
forms,1217
join,1218
disaster,1219
office,1220
personally,1221
building,1222
transparent,1223
belarus,1224
convinced,1225
uk,1226
achieving,1227
hold,1228
impossible,1229
improvement,1230
risks,1231
informed,1232
negative,1233
industrial,1234
meps,1235
complex,1236
swedish,1237
consensus,1238
candidate,1239
known,1240
mainly,1241
police,1242
activity,1243
border,1244
fraud,1245
combating,1246
sensitive,1247
failure,1248
element,1249
evidence,1250
lies,1251
sweden,1252
analysis,1253
getting,1254
sources,1255
independence,1256
producers,1257
provision,1258
type,1259
delegation,1260
rest,1261
fear,1262
liberalisation,1263
mechanism,1264
press,1265
merely,1266
ought,1267
politicians,1268
spoke,1269
chamber,1270
led,1271
south,1272
written,1273
election,1274
declaration,1275
relationship,1276
accordance,1277
renewable,1278
smes,1279
method,1280
criticism,1281
documents,1282
build,1283
study,1284
obvious,1285
endorse,1286
ready,1287
socalled,1288
intervention,1289
mediterranean,1290
spain,1291
attitude,1292
network,1293
credibility,1294
came,1295
directives,1296
governance,1297
laws,1298
methods,1299
poland,1300
subsidiarity,1301
tourism,1302
includes,1303
introduction,1304
consultation,1305
definition,1306
bear,1307
influence,1308
practices,1309
dealt,1310
safe,1311
spirit,1312
aims,1313
budgets,1314
infrastructure,1315
damage,1316
equally,1317
table,1318
continues,1319
wishes,1320
examples,1321
charter,1322
exchange,1323
introduce,1324
italy,1325
mediumsized,1326
russian,1327
drugs,1328
talks,1329
sides,1330
networks,1331
started,1332
administration,1333
agencies,1334
nonetheless,1335
staff,1336
controls,1337
event,1338
original,1339
sort,1340
eastern,1341
parts,1342
exercise,1343
politics,1344
september,1345
worked,1346
caused,1347
representative,1348
low,1349
goals,1350
ones,1351
parliaments,1352
positions,1353
resolve,1354
ground,1355
highlight,1356
expected,1357
reducing,1358
setting,1359
worth,1360
adequate,1361
answers,1362
spanish,1363
closer,1364
fall,1365
appeal,1366
integrated,1367
intended,1368
declare,1369
intention,1370
learn,1371
membership,1372
detail,1373
fish,1374
american,1375
lines,1376
diversity,1377
november,1378
tackle,1379
child,1380
mandate,1381
subsidies,1382
explain,1383
enable,1384
greatest,1385
organised,1386
afghanistan,1387
former,1388
mutual,1389
round,1390
managed,1391
recognition,1392
relates,1393
strengthening,1394
faced,1395
factor,1396
namely,1397
target,1398
calling,1399
heart,1400
send,1401
substantial,1402
north,1403
western,1404
worse,1405
elected,1406
october,1407
treaties,1408
continuing,1409
sign,1410
commercial,1411
details,1412
solve,1413
understanding,1414
linked,1415
committees,1416
instance,1417
providing,1418
remind,1419
board,1420
operation,1421
disease,1422
unable,1423
copenhagen,1424
tobacco,1425
truth,1426
northern,1427
delighted,1428
plenary,1429
immediate,1430
kingdom,1431
company,1432
got,1433
moving,1434
acts,1435
leaders,1436
partner,1437
finance,1438
improvements,1439
appear,1440
delay,1441
difference,1442
america,1443
causes,1444
manner,1445
surely,1446
works,1447
labelling,1448
lastly,1449
pointed,1450
protocol,1451
detailed,1452
followed,1453
intentions,1454
bodies,1455
glad,1456
harmonisation,1457
payments,1458
intergovernmental,1459
starting,1460
trafficking,1461
palestinian,1462
substances,1463
cut,1464
seek,1465
urgently,1466
continued,1467
happens,1468
schengen,1469
thousands,1470
expression,1471
technologies,1472
speaker,1473
age,1474
reasonable,1475
weapons,1476
body,1477
signed,1478
actual,1479
opening,1480
brings,1481
export,1482
facts,1483
putting,1484
forced,1485
aimed,1486
cover,1487
covered,1488
decisionmaking,1489
burden,1490
cyprus,1491
evening,1492
travel,1493
appears,1494
ensuring,1495
official,1496
promoting,1497
truly,1498
families,1499
gender,1500
institution,1501
obligations,1502
emphasis,1503
rates,1504
related,1505
sensible,1506
drawn,1507
involvement,1508
minority,1509
amsterdam,1510
exists,1511
justified,1512
proceed,1513
bulgaria,1514
centre,1515
person,1516
explanation,1517
lose,1518
statistics,1519
knows,1520
modern,1521
interested,1522
recommendation,1523
resolved,1524
separate,1525
reflect,1526
democrats,1527
gone,1528
sorry,1529
wonder,1530
gave,1531
attempt,1532
definitely,1533
spoken,1534
religious,1535
danger,1536
binding,1537
suffering,1538
turkish,1539
voluntary,1540
deserves,1541
consistent,1542
monitor,1543
option,1544
pollution,1545
voice,1546
arguments,1547
fine,1548
vision,1549
generally,1550
mission,1551
socialist,1552
nobody,1553
referendum,1554
sport,1555
traffic,1556
path,1557
shared,1558
consumption,1559
whose,1560
appreciate,1561
meetings,1562
strengthened,1563
mobility,1564
news,1565
recognised,1566
defend,1567
leading,1568
serve,1569
campaign,1570
evaluation,1571
involve,1572
netherlands,1573
portugal,1574
source,1575
fail,1576
offers,1577
argument,1578
citizen,1579
economies,1580
italian,1581
secure,1582
somewhat,1583
vehicles,1584
accordingly,1585
limits,1586
minorities,1587
nl,1588
taxation,1589
roma,1590
signal,1591
origin,1592
situations,1593
treated,1594
tried,1595
migration,1596
proposing,1597
realistic,1598
ultimately,1599
affect,1600
communities,1601
link,1602
recovery,1603
sent,1604
spent,1605
arms,1606
mechanisms,1607
ombudsman,1608
contributions,1609
fighting,1610
peoples,1611
structure,1612
association,1613
cap,1614
lower,1615
commissioners,1616
factors,1617
granted,1618
month,1619
india,1620
respected,1621
chinese,1622
finland,1623
debt,1624
planning,1625
run,1626
austria,1627
domestic,1628
easier,1629
rail,1630
undoubtedly,1631
baltic,1632
greek,1633
languages,1634
passed,1635
satisfied,1636
approve,1637
clarify,1638
initial,1639
requirement,1640
income,1641
noted,1642
succeed,1643
attacks,1644
extend,1645
conflicts,1646
hence,1647
numerous,1648
spending,1649
competence,1650
maritime,1651
adjourned,1652
credit,1653
april,1654
dutch,1655
proposes,1656
suggest,1657
wait,1658
prodi,1659
stands,1660
welfare,1661
amongst,1662
expectations,1663
liberal,1664
careful,1665
protecting,1666
conduct,1667
july,1668
protected,1669
structures,1670
bilateral,1671
laid,1672
opinions,1673
strasbourg,1674
welcomed,1675
african,1676
behaviour,1677
permanent,1678
politically,1679
leads,1680
substance,1681
conciliation,1682
decisive,1683
degree,1684
nato,1685
congratulations,1686
employees,1687
involves,1688
forthcoming,1689
scale,1690
land,1691
range,1692
trading,1693
fishermen,1694
hands,1695
attack,1696
diseases,1697
flexible,1698
opposite,1699
rapid,1700
advantage,1701
guaranteed,1702
guarantees,1703
record,1704
encouraging,1705
arrangements,1706
continent,1707
test,1708
century,1709
investments,1710
millions,1711
involving,1712
courage,1713
none,1714
speeches,1715
terrorist,1716
topic,1717
croatia,1718
customs,1719
wednesday,1720
bringing,1721
obligation,1722
proved,1723
figure,1724
negotiating,1725
car,1726
complicated,1727
participate,1728
primarily,1729
seven,1730
czech,1731
described,1732
deserve,1733
electronic,1734
amounts,1735
significantly,1736
establishment,1737
luxembourg,1738
mistake,1739
pass,1740
presence,1741
significance,1742
amended,1743
historic,1744
tool,1745
nice,1746
prove,1747
kept,1748
largest,1749
standard,1750
corruption,1751
firmly,1752
top,1753
afternoon,1754
satisfactory,1755
compensation,1756
firm,1757
obtain,1758
restrictions,1759
constantly,1760
defined,1761
greatly,1762
function,1763
britain,1764
largely,1765
concentrate,1766
hours,1767
patients,1768
serbia,1769
disasters,1770
ecu,1771
establishing,1772
quotas,1773
manage,1774
strict,1775
valuable,1776
abuse,1777
adopting,1778
georgia,1779
immigrants,1780
maximum,1781
accounts,1782
desire,1783
listen,1784
stronger,1785
understood,1786
effectiveness,1787
taxes,1788
leadership,1789
placed,1790
texts,1791
whatever,1792
aviation,1793
opened,1794
realise,1795
codecision,1796
condemn,1797
cooperate,1798
debating,1799
normal,1800
answered,1801
auditors,1802
judicial,1803
man,1804
persons,1805
regulatory,1806
room,1807
waiting,1808
worldwide,1809
banks,1810
farming,1811
promotion,1812
balkans,1813
penalty,1814
seeking,1815
tasks,1816
assure,1817
imports,1818
minute,1819
demonstrated,1820
difficulty,1821
scheme,1822
version,1823
assembly,1824
changing,1825
extended,1826
fuel,1827
someone,1828
base,1829
clarity,1830
el,1831
experts,1832
gain,1833
grounds,1834
interinstitutional,1835
operate,1836
prosperity,1837
studies,1838
vulnerable,1839
white,1840
stake,1841
stocks,1842
worrying,1843
code,1844
enter,1845
february,1846
pursue,1847
suffer,1848
temporary,1849
absolute,1850
advertising,1851
afraid,1852
everybody,1853
passengers,1854
biggest,1855
europol,1856
examine,1857
payment,1858
ratification,1859
bureaucracy,1860
obstacles,1861
unfair,1862
unless,1863
whom,1864
distributed,1865
ngos,1866
options,1867
perfectly,1868
choose,1869
imposed,1870
innovative,1871
series,1872
visit,1873
ongoing,1874
assume,1875
fiscal,1876
functioning,1877
inclusion,1878
stable,1879
chosen,1880
deliver,1881
planned,1882
sv,1883
announced,1884
confirmed,1885
latter,1886
saw,1887
unnecessary,1888
electricity,1889
facilitate,1890
occasions,1891
overcome,1892
inadequate,1893
material,1894
depends,1895
milk,1896
promised,1897
bit,1898
traditional,1899
via,1900
considerably,1901
entitled,1902
played,1903
published,1904
ability,1905
confirm,1906
comply,1907
legitimate,1908
speed,1909
average,1910
coordinated,1911
declared,1912
oppose,1913
usa,1914
accidents,1915
places,1916
hardly,1917
healthy,1918
medicines,1919
apart,1920
author,1921
built,1922
insist,1923
supervision,1924
considerations,1925
deals,1926
determined,1927
imagine,1928
interpretation,1929
openness,1930
peaceful,1931
follows,1932
proud,1933
pt,1934
visa,1935
affects,1936
contained,1937
freedoms,1938
completed,1939
helping,1940
nation,1941
officials,1942
professional,1943
ii,1944
occasion,1945
requested,1946
asia,1947
background,1948
check,1949
honest,1950
implications,1951
kyoto,1952
supplementary,1953
television,1954
letter,1955
went,1956
industries,1957
property,1958
talked,1959
weak,1960
youth,1961
demonstrate,1962
co2,1963
compared,1964
emergency,1965
hungary,1966
individuals,1967
tragedy,1968
learning,1969
neighbourhood,1970
playing,1971
statute,1972
fulfil,1973
operations,1974
processes,1975
danish,1976
ethnic,1977
invest,1978
pension,1979
sustainability,1980
barriers,1981
highest,1982
advice,1983
impression,1984
proceedings,1985
considering,1986
crimes,1987
moral,1988
save,1989
abstained,1990
latest,1991
vicepresident,1992
clause,1993
designed,1994
launched,1995
worst,1996
ro,1997
taxpayers,1998
excessive,1999
pakistan,2000
reaction,2001
timetable,2002
construction,2003
contact,2004
dependent,2005
highlighted,2006
reservations,2007
compliance,2008
exports,2009
nearly,2010
referring,2011
relatively,2012
double,2013
precise,2014
allocated,2015
dignity,2016
preparing,2017
represented,2018
transatlantic,2019
violations,2020
cars,2021
exclusion,2022
friends,2023
operational,2024
sets,2025
willing,2026
becomes,2027
concluded,2028
core,2029
hearing,2030
hungarian,2031
likely,2032
meant,2033
universal,2034
fourth,2035
meat,2036
appropriations,2037
purposes,2038
revision,2039
existence,2040
prepare,2041
west,2042
acknowledge,2043
declarations,2044
deficit,2045
distribution,2046
reflected,2047
correctly,2048
formal,2049
heading,2050
helped,2051
impose,2052
inform,2053
coherent,2054
contain,2055
depend,2056
safeguard,2057
zimbabwe,2058
driving,2059
purely,2060
strength,2061
expensive,2062
neighbours,2063
southern,2064
creates,2065
encouraged,2066
extensive,2067
gdp,2068
pillar,2069
technological,2070
welcomes,2071
allows,2072
investigation,2073
requests,2074
collective,2075
insurance,2076
maintained,2077
sugar,2078
count,2079
deeply,2080
exception,2081
indicated,2082
release,2083
simplification,2084
space,2085
hu,2086
lessons,2087
easily,2088
eight,2089
successfully,2090
suggested,2091
thanking,2092
warmly,2093
actively,2094
claim,2095
doubts,2096
patent,2097
ratified,2098
seeing,2099
transfer,2100
associated,2101
identity,2102
israeli,2103
listened,2104
materials,2105
phenomenon,2106
proof,2107
urgency,2108
sufficiently,2109
burma,2110
commend,2111
territory,2112
types,2113
clarification,2114
fortunately,2115
sovereignty,2116
acp,2117
belgium,2118
cancer,2119
duties,2120
operators,2121
ppede,2122
refers,2123
savings,2124
turning,2125
ecb,2126
legally,2127
respects,2128
strategies,2129
urban,2130
disappointed,2131
fairly,2132
increases,2133
keeping,2134
prisoners,2135
pursuant,2136
territorial,2137
foremost,2138
polish,2139
preparation,2140
sexual,2141
mass,2142
numbers,2143
presidents,2144
christian,2145
debated,2146
drug,2147
identified,2148
portuguese,2149
achievement,2150
hopes,2151
loss,2152
necessarily,2153
phase,2154
determination,2155
fewer,2156
advance,2157
diplomatic,2158
english,2159
focused,2160
gap,2161
legitimacy,2162
offered,2163
primary,2164
religion,2165
bse,2166
finding,2167
picture,2168
school,2169
suggestions,2170
applying,2171
awareness,2172
condition,2173
felt,2174
science,2175
forum,2176
massive,2177
subjects,2178
tragic,2179
cuba,2180
dispute,2181
entry,2182
insufficient,2183
japan,2184
rapidly,2185
extra,2186
reconstruction,2187
attempts,2188
compulsory,2189
contributed,2190
daily,2191
historical,2192
reliable,2193
austrian,2194
black,2195
introducing,2196
transition,2197
beings,2198
bureau,2199
equipment,2200
essentially,2201
ignore,2202
schools,2203
alcohol,2204
ambition,2205
cities,2206
feed,2207
presentation,2208
promises,2209
capable,2210
complaints,2211
define,2212
himself,2213
negotiation,2214
assess,2215
basically,2216
lithuania,2217
manufacturers,2218
spread,2219
heads,2220
killed,2221
observed,2222
regrettable,2223
unanimously,2224
users,2225
charges,2226
remove,2227
category,2228
elsewhere,2229
afford,2230
believes,2231
constitute,2232
outstanding,2233
partly,2234
plant,2235
plants,2236
recommend,2237
slovakia,2238
wine,2239
constant,2240
intends,2241
remaining,2242
running,2243
solved,2244
beef,2245
holding,2246
medical,2247
raises,2248
unity,2249
foundation,2250
multilateral,2251
register,2252
solely,2253
tests,2254
threats,2255
communications,2256
helpful,2257
lacking,2258
piece,2259
sadly,2260
advantages,2261
blame,2262
deadline,2263
denmark,2264
enforcement,2265
fourthly,2266
leader,2267
red,2268
suggestion,2269
wide,2270
centres,2271
extension,2272
looked,2273
possibilities,2274
absence,2275
fields,2276
korea,2277
sincerely,2278
chairman,2279
spend,2280
unfortunate,2281
wording,2282
credible,2283
demanding,2284
front,2285
removed,2286
transitional,2287
addressing,2288
contracts,2289
examined,2290
justify,2291
links,2292
maintaining,2293
mark,2294
poorest,2295
restructuring,2296
zone,2297
certainty,2298
convergence,2299
extreme,2300
generation,2301
prospects,2302
similarly,2303
succeeded,2304
tools,2305
wider,2306
emphasised,2307
healthcare,2308
partsession,2309
possibly,2310
uniform,2311
claims,2312
surprised,2313
trend,2314
approximately,2315
experienced,2316
regarded,2317
clean,2318
falls,2319
ordinary,2320
terrible,2321
admit,2322
grant,2323
harmful,2324
near,2325
bureaucratic,2326
constitutes,2327
covers,2328
ethical,2329
honour,2330
observation,2331
operating,2332
players,2333
pleasure,2334
restricted,2335
thorough,2336
conducted,2337
divided,2338
racism,2339
regular,2340
belgian,2341
died,2342
hit,2343
ignored,2344
journalists,2345
prison,2346
promise,2347
stance,2348
supposed,2349
congratulating,2350
destruction,2351
disabled,2352
es,2353
forgotten,2354
missing,2355
obliged,2356
revised,2357
alternatives,2358
chechnya,2359
crises,2360
decades,2361
head,2362
neighbouring,2363
react,2364
summer,2365
airlines,2366
couple,2367
hopefully,2368
liability,2369
macedonia,2370
moldova,2371
previously,2372
qualified,2373
societies,2374
arise,2375
corrections,2376
lie,2377
ports,2378
shortcomings,2379
vat,2380
army,2381
explained,2382
gaza,2383
mistakes,2384
preventing,2385
adjustment,2386
banned,2387
candidates,2388
enjoy,2389
genuinely,2390
observations,2391
spring,2392
submit,2393
suffered,2394
track,2395
clearer,2396
determine,2397
excluded,2398
ms,2399
turned,2400
controversial,2401
digital,2402
negotiated,2403
radical,2404
relate,2405
stay,2406
story,2407
tonight,2408
assist,2409
communist,2410
emu,2411
hundreds,2412
issued,2413
silence,2414
uncertainty,2415
accident,2416
disagree,2417
heavy,2418
identify,2419
applications,2420
citizenship,2421
prefer,2422
became,2423
berlin,2424
intellectual,2425
preparations,2426
proportion,2427
stressed,2428
undertaken,2429
widely,2430
cuts,2431
dynamic,2432
finnish,2433
governing,2434
plays,2435
utmost,2436
waters,2437
faith,2438
schemes,2439
targeted,2440
card,2441
delays,2442
paying,2443
withdraw,2444
allowing,2445
drawing,2446
foundations,2447
heritage,2448
producing,2449
drafted,2450
eyes,2451
inflation,2452
necessity,2453
section,2454
delegations,2455
employers,2456
exceptional,2457
reflects,2458
rising,2459
socialists,2460
annex,2461
city,2462
fifth,2463
fresh,2464
igc,2465
regulated,2466
retain,2467
break,2468
exploitation,2469
modified,2470
petitions,2471
raising,2472
usual,2473
confusion,2474
malta,2475
rich,2476
secret,2477
sum,2478
unique,2479
barcelona,2480
pensions,2481
warning,2482
widespread,2483
enhanced,2484
shortly,2485
troops,2486
albania,2487
condemned,2488
disposal,2489
grow,2490
import,2491
maybe,2492
puts,2493
americans,2494
facilities,2495
fruit,2496
buildings,2497
die,2498
echo,2499
larger,2500
meanwhile,2501
repeatedly,2502
species,2503
vessels,2504
whilst,2505
biodiversity,2506
entered,2507
eye,2508
tuesday,2509
electoral,2510
skills,2511
threatened,2512
alliance,2513
demonstrates,2514
environmentally,2515
islamic,2516
objections,2517
palestinians,2518
smaller,2519
violation,2520
shadow,2521
shares,2522
looks,2523
reflection,2524
verheugen,2525
acting,2526
battle,2527
fast,2528
olaf,2529
perfect,2530
unemployed,2531
begun,2532
slow,2533
torture,2534
applicant,2535
arrest,2536
egypt,2537
greens,2538
indicators,2539
passenger,2540
penalties,2541
powerful,2542
procedural,2543
reserve,2544
route,2545
wealth,2546
began,2547
greenhouse,2548
push,2549
schulz,2550
avoided,2551
forest,2552
intervene,2553
railway,2554
agrees,2555
aids,2556
logical,2557
meantime,2558
noise,2559
performance,2560
whatsoever,2561
boost,2562
considers,2563
reported,2564
thousand,2565
desirable,2566
occur,2567
slightly,2568
terrorists,2569
worthy,2570
destroyed,2571
error,2572
incentives,2573
lasting,2574
raw,2575
reiterate,2576
broader,2577
carrying,2578
estimated,2579
familiar,2580
galileo,2581
geographical,2582
invite,2583
learned,2584
signs,2585
tangible,2586
economically,2587
firms,2588
latin,2589
losses,2590
regulate,2591
repeated,2592
team,2593
tough,2594
below,2595
farms,2596
friday,2597
representation,2598
revolution,2599
suitable,2600
supplies,2601
underline,2602
aside,2603
chemicals,2604
moved,2605
replace,2606
resistance,2607
standing,2608
achievements,2609
armed,2610
door,2611
drivers,2612
ecological,2613
finish,2614
frequently,2615
negotiate,2616
prevented,2617
timely,2618
visited,2619
beneficial,2620
educational,2621
generations,2622
incorporated,2623
justification,2624
observers,2625
ships,2626
undermine,2627
cent,2628
forests,2629
night,2630
airports,2631
ashton,2632
compromises,2633
demographic,2634
helps,2635
intensive,2636
obtained,2637
advocate,2638
bosnia,2639
consequence,2640
railways,2641
reaching,2642
remark,2643
restore,2644
yourself,2645
carbon,2646
coherence,2647
extraordinary,2648
immunity,2649
resulted,2650
explanations,2651
extending,2652
friendly,2653
preserve,2654
pse,2655
roads,2656
stock,2657
acted,2658
affecting,2659
ambitions,2660
chapter,2661
conventions,2662
deaths,2663
dublin,2664
engage,2665
feeling,2666
maastricht,2667
prior,2668
simplify,2669
sought,2670
syria,2671
combined,2672
marketing,2673
profits,2674
receiving,2675
showing,2676
tackling,2677
arab,2678
dead,2679
differently,2680
fears,2681
friend,2682
stopped,2683
tackled,2684
accountability,2685
exceptions,2686
federal,2687
harmonised,2688
kinds,2689
nine,2690
replaced,2691
shortterm,2692
unanimity,2693
usually,2694
valid,2695
competent,2696
consulted,2697
everywhere,2698
fi,2699
leaves,2700
london,2701
millennium,2702
tradition,2703
unanimous,2704
distinction,2705
evident,2706
followup,2707
ideal,2708
interim,2709
keen,2710
launch,2711
protest,2712
regularly,2713
settlement,2714
size,2715
struggle,2716
treat,2717
undertakings,2718
acquis,2719
apparent,2720
approaches,2721
belong,2722
expense,2723
favourable,2724
lesson,2725
parents,2726
postal,2727
sake,2728
tolerance,2729
vast,2730
dumping,2731
highlights,2732
hundred,2733
strictly,2734
touch,2735
win,2736
bound,2737
buy,2738
confident,2739
eliminate,2740
frankly,2741
meaning,2742
morocco,2743
quota,2744
rely,2745
santer,2746
scrutiny,2747
severe,2748
trial,2749
chemical,2750
connected,2751
courts,2752
financed,2753
gradually,2754
island,2755
perspectives,2756
revenue,2757
tonnes,2758
wholeheartedly,2759
cheap,2760
enhance,2761
finances,2762
mere,2763
tibet,2764
farreaching,2765
judge,2766
listening,2767
recall,2768
scientists,2769
sk,2770
surrounding,2771
transactions,2772
harm,2773
net,2774
organic,2775
prospect,2776
strike,2777
transeuropean,2778
allocation,2779
checks,2780
game,2781
adapt,2782
apparently,2783
assessments,2784
division,2785
inquiry,2786
jointly,2787
palestine,2788
procurement,2789
reinforce,2790
worried,2791
badly,2792
fundamentally,2793
permit,2794
permitted,2795
refused,2796
suggests,2797
sympathy,2798
topical,2799
voters,2800
biofuels,2801
efficiently,2802
threshold,2803
woman,2804
choices,2805
deep,2806
dramatic,2807
ec,2808
likewise,2809
physical,2810
arrived,2811
contacts,2812
den,2813
hour,2814
protectionism,2815
scotland,2816
spite,2817
sudan,2818
aircraft,2819
arrested,2820
charge,2821
granting,2822
items,2823
preventive,2824
absurd,2825
accessible,2826
broadly,2827
christians,2828
crops,2829
fallen,2830
joined,2831
monitored,2832
periods,2833
showed,2834
willingness,2835
continuation,2836
enlarged,2837
names,2838
shape,2839
solana,2840
applicable,2841
essence,2842
imported,2843
promoted,2844
refuse,2845
stations,2846
students,2847
tunisia,2848
canada,2849
paragraphs,2850
ratify,2851
transit,2852
twice,2853
consistently,2854
exclusively,2855
experiencing,2856
fuels,2857
restrict,2858
counter,2859
drafting,2860
indicate,2861
notice,2862
profit,2863
released,2864
seeks,2865
straight,2866
consistency,2867
controlled,2868
pursued,2869
quote,2870
amending,2871
authorisation,2872
campaigns,2873
civilian,2874
sentence,2875
subsequently,2876
articles,2877
banking,2878
differ,2879
freely,2880
observe,2881
prerequisite,2882
processing,2883
rejection,2884
restrictive,2885
smoking,2886
undertaking,2887
unions,2888
intelligent,2889
withdrawn,2890
alarming,2891
alongside,2892
clarified,2893
endorsed,2894
false,2895
impetus,2896
importantly,2897
presenting,2898
rome,2899
swift,2900
abstain,2901
criterion,2902
football,2903
image,2904
lt,2905
monday,2906
patten,2907
qualifications,2908
sight,2909
sovereign,2910
stick,2911
supervisory,2912
visible,2913
abolished,2914
causing,2915
collaboration,2916
commit,2917
directed,2918
engaged,2919
estonia,2920
feature,2921
lay,2922
losing,2923
organise,2924
popular,2925
simplified,2926
title,2927
block,2928
liked,2929
occurred,2930
outset,2931
resulting,2932
saddam,2933
stakeholders,2934
telecommunications,2935
gained,2936
institute,2937
kinnock,2938
port,2939
presents,2940
sad,2941
solid,2942
inevitably,2943
inside,2944
substantially,2945
victim,2946
belief,2947
coordinate,2948
dangers,2949
doha,2950
drive,2951
era,2952
parallel,2953
prize,2954
remained,2955
textile,2956
wise,2957
competences,2958
contract,2959
emission,2960
obstacle,2961
resolving,2962
viable,2963
await,2964
fire,2965
imperative,2966
mandatory,2967
minor,2968
older,2969
organizations,2970
testing,2971
virtually,2972
weight,2973
won,2974
acceptance,2975
backing,2976
fleet,2977
gmos,2978
libya,2979
marks,2980
mobile,2981
outlined,2982
ownership,2983
percentage,2984
responses,2985
surveillance,2986
constituency,2987
dictatorship,2988
excuse,2989
failing,2990
forestry,2991
fulfilled,2992
linguistic,2993
posselt,2994
resource,2995
blood,2996
emerging,2997
latvia,2998
marine,2999
reverse,3000
sending,3001
amend,3002
apologise,3003
brazil,3004
chain,3005
deny,3006
freight,3007
frontex,3008
incident,3009
iranian,3010
length,3011
precautionary,3012
thoroughly,3013
tribute,3014
addresses,3015
adequately,3016
baroness,3017
floods,3018
humanity,3019
infringement,3020
irregularities,3021
judgment,3022
liberals,3023
lists,3024
object,3025
quick,3026
traditions,3027
attractive,3028
brok,3029
ended,3030
faces,3031
funded,3032
guilty,3033
lifelong,3034
multiannual,3035
recorded,3036
refugee,3037
soil,3038
accompanied,3039
argue,3040
emerged,3041
experiences,3042
models,3043
pays,3044
shame,3045
acknowledged,3046
advanced,3047
criminals,3048
endeavour,3049
errors,3050
islands,3051
preliminary,3052
stringent,3053
von,3054
yugoslavia,3055
assured,3056
compatible,3057
component,3058
disappointing,3059
eventually,3060
geneva,3061
hoped,3062
lebanon,3063
marked,3064
meets,3065
notion,3066
recycling,3067
regrettably,3068
reviewed,3069
sharing,3070
translation,3071
underlying,3072
criticised,3073
fifteen,3074
victory,3075
disputes,3076
fate,3077
fischler,3078
fought,3079
inhabitants,3080
partnerships,3081
ruling,3082
signals,3083
wage,3084
civilians,3085
coastal,3086
defending,3087
dream,3088
fails,3089
innocent,3090
loans,3091
offering,3092
organization,3093
proven,3094
criticisms,3095
executive,3096
fires,3097
logic,3098
praise,3099
reconciliation,3100
surprise,3101
anniversary,3102
comparison,3103
disastrous,3104
expansion,3105
findings,3106
integrity,3107
train,3108
assurance,3109
composition,3110
conservation,3111
desired,3112
informal,3113
inspection,3114
leaving,3115
pursuing,3116
satisfaction,3117
soviet,3118
stockholm,3119
stricter,3120
universities,3121
wished,3122
wonderful,3123
accused,3124
chair,3125
donors,3126
euromediterranean,3127
investors,3128
murder,3129
participating,3130
strikes,3131
unilateral,3132
ageing,3133
appointment,3134
collection,3135
consolidation,3136
destroy,3137
female,3138
thoughts,3139
biotechnology,3140
borne,3141
denied,3142
ecofin,3143
investigate,3144
scandal,3145
vehicle,3146
accurate,3147
blind,3148
label,3149
reductions,3150
slovenia,3151
swoboda,3152
undertake,3153
automatically,3154
breach,3155
dossier,3156
employed,3157
gets,3158
guengl,3159
initially,3160
internationally,3161
pressing,3162
telling,3163
compete,3164
gross,3165
iraqi,3166
renewed,3167
sincere,3168
sit,3169
wall,3170
categories,3171
coal,3172
eib,3173
except,3174
irresponsible,3175
persecution,3176
providers,3177
safeguards,3178
violent,3179
cold,3180
consent,3181
conservative,3182
consultations,3183
contradiction,3184
delivered,3185
discipline,3186
everyday,3187
expertise,3188
g20,3189
joining,3190
misleading,3191
productivity,3192
radio,3193
shipping,3194
unlike,3195
zero,3196
arises,3197
contrast,3198
conviction,3199
cultures,3200
deadlines,3201
decline,3202
elderly,3203
problematic,3204
regardless,3205
reinforced,3206
remarkable,3207
speaks,3208
switzerland,3209
abuses,3210
born,3211
convince,3212
games,3213
generous,3214
genetically,3215
incidentally,3216
investigations,3217
migrants,3218
regimes,3219
serves,3220
stages,3221
atlantic,3222
equivalent,3223
fixed,3224
modest,3225
offices,3226
optimistic,3227
owe,3228
precedent,3229
presidential,3230
progressive,3231
recital,3232
registration,3233
appalling,3234
cutting,3235
empty,3236
envisaged,3237
feasible,3238
haiti,3239
isolated,3240
messages,3241
missed,3242
relief,3243
responded,3244
stabilisation,3245
systematic,3246
tabling,3247
unclear,3248
unsatisfactory,3249
anywhere,3250
appointed,3251
autumn,3252
besides,3253
cs,3254
deficits,3255
flights,3256
investing,3257
modernisation,3258
mugabe,3259
ppe,3260
practically,3261
references,3262
remedy,3263
sales,3264
soldiers,3265
sphere,3266
camps,3267
fault,3268
housing,3269
mercury,3270
postponed,3271
safer,3272
shift,3273
slowly,3274
storage,3275
struck,3276
touched,3277
withdrawal,3278
abroad,3279
blue,3280
bush,3281
cloning,3282
collapse,3283
criticise,3284
donor,3285
ensured,3286
founded,3287
incentive,3288
sooner,3289
statistical,3290
taiwan,3291
falling,3292
hypocrisy,3293
planet,3294
pragmatic,3295
rare,3296
reporting,3297
seventh,3298
attach,3299
attend,3300
bears,3301
caution,3302
delayed,3303
democratisation,3304
estimates,3305
hazardous,3306
managing,3307
openly,3308
saving,3309
scheduled,3310
solving,3311
broken,3312
comitology,3313
concentration,3314
flows,3315
heavily,3316
incidents,3317
lapses,3318
nigeria,3319
occupation,3320
principal,3321
tampere,3322
thereby,3323
timor,3324
accepting,3325
algeria,3326
associations,3327
closing,3328
conscience,3329
diverse,3330
eurostat,3331
examination,3332
mexico,3333
normally,3334
personnel,3335
abandon,3336
actors,3337
darfur,3338
dependence,3339
detention,3340
fit,3341
foodstuffs,3342
monti,3343
patents,3344
researchers,3345
topics,3346
warrant,3347
airport,3348
august,3349
civilisation,3350
concessions,3351
exemption,3352
functions,3353
hamas,3354
medium,3355
participants,3356
reserves,3357
sums,3358
adapted,3359
arrangement,3360
assessed,3361
autonomy,3362
closure,3363
etc,3364
eurozone,3365
expert,3366
features,3367
pace,3368
privacy,3369
producer,3370
speculation,3371
vague,3372
variety,3373
visas,3374
dear,3375
embargo,3376
enforce,3377
enthusiasm,3378
guaranteeing,3379
ideological,3380
inappropriate,3381
inequalities,3382
macroeconomic,3383
motor,3384
nationals,3385
pharmaceutical,3386
posts,3387
strive,3388
weaknesses,3389
contributes,3390
damaging,3391
eldr,3392
enforced,3393
expressing,3394
flow,3395
hunger,3396
hussein,3397
imposing,3398
integrate,3399
invited,3400
montenegro,3401
populations,3402
recommended,3403
rose,3404
seekers,3405
sold,3406
accounting,3407
delicate,3408
earth,3409
luck,3410
nowadays,3411
post,3412
unit,3413
wherever,3414
accountable,3415
blair,3416
college,3417
enterprise,3418
faster,3419
foods,3420
genetic,3421
isolation,3422
map,3423
mixed,3424
nongovernmental,3425
pity,3426
repression,3427
returned,3428
sites,3429
systematically,3430
affair,3431
assets,3432
cautious,3433
conservatives,3434
exposed,3435
helsinki,3436
inevitable,3437
learnt,3438
livestock,3439
tape,3440
tremendous,3441
usd,3442
wages,3443
wars,3444
arctic,3445
devoted,3446
disabilities,3447
entails,3448
explicitly,3449
god,3450
lacks,3451
monopoly,3452
mother,3453
oneminute,3454
poettering,3455
survival,3456
twenty,3457
uses,3458
anyway,3459
book,3460
catch,3461
ceiling,3462
characterised,3463
decade,3464
evaluate,3465
frattini,3466
objection,3467
parliamentarians,3468
prevail,3469
recognises,3470
farm,3471
hide,3472
moves,3473
philosophy,3474
positively,3475
proactive,3476
romanian,3477
vigilant,3478
abolition,3479
decent,3480
defining,3481
democracies,3482
divide,3483
euros,3484
focusing,3485
gases,3486
gradual,3487
harmonization,3488
merits,3489
pilot,3490
strange,3491
ultimate,3492
warming,3493
xenophobia,3494
abortion,3495
complement,3496
complied,3497
describe,3498
grave,3499
homes,3500
indispensable,3501
notes,3502
pipeline,3503
player,3504
sports,3505
subsequent,3506
survive,3507
theme,3508
website,3509
altogether,3510
cheaper,3511
diplomacy,3512
doctors,3513
exclude,3514
fragile,3515
handled,3516
knew,3517
largescale,3518
milosevic,3519
patient,3520
pesticides,3521
productive,3522
rational,3523
unprecedented,3524
wind,3525
21st,3526
albeit,3527
definite,3528
mentions,3529
misunderstanding,3530
mostly,3531
registered,3532
sixth,3533
steel,3534
accepts,3535
cells,3536
comparable,3537
consists,3538
copyright,3539
dairy,3540
enshrined,3541
handling,3542
inequality,3543
match,3544
midterm,3545
runs,3546
socially,3547
terror,3548
concepts,3549
da,3550
disappear,3551
disappointment,3552
punishment,3553
search,3554
seat,3555
ship,3556
shortage,3557
thinks,3558
trends,3559
understandable,3560
warm,3561
birth,3562
caught,3563
creative,3564
demanded,3565
ends,3566
inspections,3567
mep,3568
symbol,3569
telephone,3570
vary,3571
vietnam,3572
adjustments,3573
arrive,3574
claimed,3575
cofinancing,3576
completion,3577
corporate,3578
distance,3579
harmonise,3580
incorporate,3581
obtaining,3582
online,3583
originally,3584
packaging,3585
patience,3586
pillars,3587
reactions,3588
anybody,3589
audiovisual,3590
courageous,3591
doors,3592
exchanges,3593
genocide,3594
horizontal,3595
indonesia,3596
interference,3597
intolerable,3598
invested,3599
kurdish,3600
osce,3601
recognize,3602
reformed,3603
suddenly,3604
bigger,3605
breaches,3606
entering,3607
examining,3608
exclusive,3609
holds,3610
iceland,3611
integral,3612
opponents,3613
respective,3614
routes,3615
signing,3616
university,3617
attached,3618
awaiting,3619
barnier,3620
beneficiaries,3621
confirms,3622
drop,3623
emphasises,3624
expecting,3625
fruitful,3626
medicinal,3627
momentum,3628
poorer,3629
preparatory,3630
rating,3631
realised,3632
representing,3633
applause,3634
congo,3635
covering,3636
harbour,3637
indicates,3638
initiated,3639
instability,3640
missions,3641
mobilisation,3642
moratorium,3643
paramount,3644
programming,3645
selfemployed,3646
subsidy,3647
christmas,3648
complaint,3649
councils,3650
emerge,3651
postpone,3652
potentially,3653
punished,3654
race,3655
symbolic,3656
territories,3657
travelling,3658
vertsale,3659
vienna,3660
witnessed,3661
worry,3662
alde,3663
atmosphere,3664
bill,3665
biological,3666
characteristics,3667
concentrated,3668
corrected,3669
engagement,3670
impressive,3671
inspectors,3672
liberties,3673
owninitiative,3674
platform,3675
putin,3676
satellite,3677
sell,3678
socioeconomic,3679
sole,3680
split,3681
stem,3682
sustained,3683
watch,3684
arising,3685
banning,3686
contradictory,3687
indication,3688
input,3689
medicine,3690
murdered,3691
proves,3692
satisfy,3693
tend,3694
transferred,3695
transfers,3696
wallström,3697
whereas,3698
worthwhile,3699
clauses,3700
cohnbendit,3701
computer,3702
condemnation,3703
demonstration,3704
earthquake,3705
financially,3706
frontiers,3707
implies,3708
mental,3709
offences,3710
officially,3711
pose,3712
prostitution,3713
secretarygeneral,3714
underlined,3715
bolkestein,3716
boundaries,3717
cattle,3718
constituents,3719
contributing,3720
drinking,3721
facility,3722
ideology,3723
intelligence,3724
interventions,3725
killing,3726
movements,3727
nowhere,3728
ours,3729
promotes,3730
unrealistic,3731
advisory,3732
belongs,3733
convey,3734
deciding,3735
dual,3736
exact,3737
expenses,3738
exploited,3739
finished,3740
foster,3741
incorrect,3742
outline,3743
pick,3744
profound,3745
quantity,3746
reputation,3747
rigorous,3748
sex,3749
successes,3750
tolerate,3751
traceability,3752
additives,3753
combination,3754
democratically,3755
deregulation,3756
enjoyed,3757
feels,3758
focuses,3759
jurisdiction,3760
muslim,3761
poses,3762
preference,3763
silent,3764
undermined,3765
vocational,3766
abolish,3767
applaud,3768
assessing,3769
bases,3770
believed,3771
confine,3772
cope,3773
formally,3774
girls,3775
highquality,3776
hong,3777
incomprehensible,3778
kong,3779
phrase,3780
propaganda,3781
realities,3782
referendums,3783
rejecting,3784
stimulate,3785
theory,3786
thirdcountry,3787
volume,3788
workforce,3789
airline,3790
appeared,3791
cfsp,3792
channels,3793
character,3794
confused,3795
coordinating,3796
dramatically,3797
electorate,3798
entirety,3799
globally,3800
ineffective,3801
martin,3802
minds,3803
overwhelming,3804
precondition,3805
preferred,3806
rhetoric,3807
roots,3808
sections,3809
severely,3810
wholly,3811
afterwards,3812
authors,3813
bottom,3814
chapters,3815
class,3816
costly,3817
definitions,3818
imf,3819
monopolies,3820
prohibited,3821
simpler,3822
software,3823
sri,3824
strengthens,3825
technically,3826
tension,3827
wideranging,3828
absent,3829
audit,3830
containing,3831
counterproductive,3832
dates,3833
derogation,3834
guidance,3835
listed,3836
lukashenko,3837
occupied,3838
onto,3839
presidencies,3840
